[
  {
    "v": 1,
    "t": "Now the Philistines gathered together all their armies to Aphek: and the Israelites pitched by a fountain which is in Jezreel.",
    "c": [
      "1 Samuel 28:1",
      "1 Samuel 28:2",
      "1 Samuel 28:4",
      "1 Samuel 4:1",
      "1 Kings 18:45",
      "1 Kings 18:46",
      "Joshua 19:30",
      "1 Kings 21:23",
      "2 Kings 9:30",
      "1 Kings 20:30",
      "2 Kings 9:36",
      "Joshua 12:18",
      "1 Kings 21:1",
      "Judges 6:33",
      "Hosea 1:4",
      "Hosea 1:5",
      "Hosea 1:6",
      "Hosea 1:7",
      "Hosea 1:8",
      "Hosea 1:9",
      "Hosea 1:10",
      "Hosea 1:11",
      "Joshua 19:18"
    ],
    "s": []
  },
  {
    "v": 2,
    "t": "And the lords of the Philistines passed on by hundreds, and by thousands: but David and his men passed on in the rereward with Achish.",
    "c": [
      "1 Samuel 6:4",
      "1 Samuel 29:6",
      "1 Samuel 29:7",
      "1 Samuel 5:8",
      "1 Samuel 5:9",
      "1 Samuel 5:10",
      "1 Samuel 5:11",
      "1 Samuel 28:1",
      "1 Samuel 28:2",
      "Joshua 13:3"
    ],
    "s": []
  },
  {
    "v": 3,
    "t": "Then said the princes of the Philistines, What do these Hebrews here? And Achish said unto the princes of the Philistines, Is not this David, the servant of Saul the king of Israel, which hath been with me these days, or these years, and I have found no fault in him since he fell unto me unto this day?",
    "c": [
      "1 Samuel 27:7",
      "1 Peter 3:16",
      "1 Samuel 25:28",
      "Romans 12:17",
      "John 19:6",
      "Daniel 6:5"
    ],
    "s": []
  },
  {
    "v": 4,
    "t": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
    "c": [
      "Luke 16:8",
      "1 Samuel 14:21",
      "1 Chronicles 12:19",
      "1 Samuel 27:6"
    ],
    "s": []
  },
  {
    "v": 5,
    "t": "Is not this David, of whom they sang one to another in dances, saying, Saul slew his thousands, and David his ten thousands?",
    "c": [
      "1 Samuel 21:11",
      "Proverbs 27:14",
      "1 Samuel 18:6",
      "1 Samuel 18:7"
    ],
    "s": []
  },
  {
    "v": 6,
    "t": "Then Achish called David, and said unto him, Surely, as the Lord liveth, thou hast been upright, and thy going out and thy coming in with me in the host is good in my sight: for I have not found evil in thee since the day of thy coming unto me unto this day: nevertheless the lords favour thee not.",
    "c": [
      "2 Kings 19:27",
      "1 Peter 2:12",
      "1 Peter 3:16",
      "1 Samuel 28:10",
      "Isaiah 65:16",
      "1 Samuel 20:3",
      "Matthew 5:16",
      "Joshua 22:30",
      "1 Samuel 29:3",
      "1 Samuel 27:8",
      "1 Samuel 27:9",
      "1 Samuel 27:10",
      "1 Samuel 27:11",
      "1 Samuel 27:12",
      "Numbers 27:17",
      "Isaiah 37:28",
      "Genesis 16:6",
      "Jeremiah 12:16",
      "2 Samuel 3:25",
      "Psalms 121:8",
      "Deuteronomy 10:20"
    ],
    "s": []
  },
  {
    "v": 7,
    "t": "Wherefore now return, and go in peace, that thou displease not the lords of the Philistines.",
    "c": [
      "Numbers 22:34"
    ],
    "s": []
  },
  {
    "v": 8,
    "t": "And David said unto Achish, But what have I done? and what hast thou found in thy servant so long as I have been with thee unto this day, that I may not go fight against the enemies of my lord the king?",
    "c": [
      "1 Samuel 20:8",
      "2 Samuel 16:18",
      "2 Samuel 16:19",
      "Matthew 6:13",
      "1 Samuel 12:3",
      "1 Samuel 28:2",
      "1 Samuel 26:18",
      "Psalms 34:13",
      "Psalms 34:14",
      "1 Samuel 17:29"
    ],
    "s": []
  },
  {
    "v": 9,
    "t": "And Achish answered and said to David, I know that thou art good in my sight, as an angel of God: notwithstanding the princes of the Philistines have said, He shall not go up with us to the battle.",
    "c": [
      "2 Samuel 14:20",
      "Galatians 4:14",
      "2 Samuel 14:17",
      "1 Samuel 29:4",
      "2 Samuel 19:27"
    ],
    "s": []
  },
  {
    "v": 10,
    "t": "Wherefore now rise up early in the morning with thy master’s servants that are come with thee: and as soon as ye be up early in the morning, and have light, depart.",
    "c": [
      "1 Corinthians 10:13",
      "1 Chronicles 12:19",
      "2 Peter 2:9",
      "Psalms 37:23",
      "Psalms 37:24",
      "Genesis 22:14",
      "1 Chronicles 12:22",
      "1 Samuel 30:1",
      "1 Samuel 30:2"
    ],
    "s": []
  },
  {
    "v": 11,
    "t": "So David and his men rose up early to depart in the morning, to return into the land of the Philistines. And the Philistines went up to Jezreel.",
    "c": [
      "2 Samuel 4:4",
      "1 Samuel 29:1",
      "Joshua 19:18"
    ],
    "s": []
  }
]