{"total":7,"verses":[{"v":1,"t":"Hear ye now what the LORD saith; Arise, contend thou before the mountains, and let the hills hear thy voice.","c":"","s":["H559","H1389","H2022","H3068","H6963","H6965","H7378","H8085"]},{"v":2,"t":"Hear ye, O mountains, the LORD's controversy, and ye strong foundations of the earth: for the LORD hath a controversy with his people, and he will plead with Israel.","c":"","s":["H386","H776","H2022","H3068","H3198","H3478","H4146","H5971","H7379","H8085"]},{"v":3,"t":"O my people, what have I done unto thee? and wherein have I wearied thee? testify against me.","c":"","s":["H3811","H5971","H6030","H6213"]},{"v":4,"t":"For I brought thee up out of the land of Egypt, and redeemed thee out of the house of servants; and I sent before thee Moses, Aaron, and Miriam.","c":"","s":["H175","H776","H1004","H4714","H4813","H4872","H5650","H5927","H6299","H6440","H7971"]},{"v":5,"t":"O my people, remember now what Balak king of Moab consulted, and what Balaam the son of Beor answered him from Shittim unto Gilgal; that ye may know the righteousness of the LORD.","c":"","s":["H1109","H1111","H1121","H1160","H1537","H2142","H3045","H3068","H3289","H4124","H4428","H5971","H6030","H6666","H7851"]},{"v":6,"t":"Wherewith shall I come before the LORD, and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?","c":"","s":["H430","H1121","H3068","H3721","H4791","H5695","H5930","H6923","H8141"]},{"v":7,"t":"Will the LORD be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?","c":"","s":["H352","H505","H990","H1060","H2403","H3068","H5158","H5315","H5414","H6529","H6588","H7233","H7521","H8081"]},{"v":8,"t":"He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?","c":"","s":["H120","H160","H430","H1875","H2617","H2896","H3068","H3212","H4941","H5046","H6213","H6800"]},{"v":9,"t":"The LORD's voice crieth unto the city, and the man of wisdom shall see thy name: hear ye the rod, and who hath appointed it.","c":"","s":["H3068","H3259","H4294","H5892","H6963","H7121","H7200","H8034","H8085","H8454"]},{"v":10,"t":"Are there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?","c":"","s":["H214","H374","H376","H786","H1004","H2194","H7332","H7562","H7563"]},{"v":11,"t":"Shall I count them pure with the wicked balances, and with the bag of deceitful weights?","c":"","s":["H68","H2135","H3599","H3976","H4820","H7562"]},{"v":12,"t":"For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.","c":"","s":["H1696","H2555","H3427","H3956","H4390","H6223","H6310","H7423","H8267"]},{"v":13,"t":"Therefore also will I make thee sick in smiting thee, in making thee desolate because of thy sins.","c":"","s":["H2403","H2470","H5221","H8074"]},{"v":14,"t":"Thou shalt eat, but not be satisfied; and thy casting down shall be in the midst of thee; and thou shalt take hold, but shalt not deliver; and that which thou deliverest will I give up to the sword.","c":"","s":["H398","H2719","H3445","H5253","H5414","H6403","H7130","H7646"]},{"v":15,"t":"Thou shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thee with oil; and sweet wine, but shalt not drink wine.","c":"","s":["H1869","H2132","H2232","H3196","H5480","H7114","H8081","H8354","H8492"]},{"v":16,"t":"For the statutes of Omri are kept, and all the works of the house of Ahab, and ye walk in their counsels; that I should make thee a desolation, and the inhabitants thereof an hissing: therefore ye shall bear the reproach of my people.","c":"","s":["H256","H1004","H2708","H2781","H3212","H3427","H4156","H4639","H5375","H5414","H5971","H6018","H8047","H8104","H8322"]}]}