{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "Unto thee will I cry, O LORD my rock; be not silent to me: lest, if thou be silent to me, I become like them that go down into the pit.",
      "c": "",
      "s": [
        "H1732",
        "H7121",
        "H3068",
        "H6697",
        "H2814",
        "H2790",
        "H4911",
        "H3381",
        "H953"
      ]
    },
    {
      "v": 2,
      "t": "Hear the voice of my supplications, when I cry unto thee, when I lift up my hands toward thy holy oracle.",
      "c": "",
      "s": [
        "H8085",
        "H6963",
        "H8469",
        "H7768",
        "H5375",
        "H3027",
        "H6944",
        "H1687"
      ]
    },
    {
      "v": 3,
      "t": "Draw me not away with the wicked, and with the workers of iniquity, which speak peace to their neighbours, but mischief is in their hearts.",
      "c": "",
      "s": [
        "H4900",
        "H7563",
        "H6466",
        "H205",
        "H1696",
        "H7965",
        "H7453",
        "H7451",
        "H3824"
      ]
    },
    {
      "v": 4,
      "t": "Give them according to their deeds, and according to the wickedness of their endeavours: give them after the work of their hands; render to them their desert.",
      "c": "",
      "s": [
        "H5414",
        "H6467",
        "H7455",
        "H4611",
        "H4639",
        "H3027",
        "H7725",
        "H1576"
      ]
    },
    {
      "v": 5,
      "t": "Because they regard not the works of the LORD, nor the operation of his hands, he shall destroy them, and not build them up.",
      "c": "",
      "s": [
        "H995",
        "H6468",
        "H3068",
        "H4639",
        "H3027",
        "H2040",
        "H1129"
      ]
    },
    {
      "v": 6,
      "t": "Blessed be the LORD, because he hath heard the voice of my supplications.",
      "c": "",
      "s": [
        "H1288",
        "H3068",
        "H8085",
        "H6963",
        "H8469"
      ]
    },
    {
      "v": 7,
      "t": "The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him.",
      "c": "",
      "s": [
        "H3068",
        "H5797",
        "H4043",
        "H3820",
        "H982",
        "H5826",
        "H5937",
        "H7892",
        "H3034"
      ]
    },
    {
      "v": 8,
      "t": "The LORD is their strength, and he is the saving strength of his anointed.",
      "c": "",
      "s": [
        "H3068",
        "H5797",
        "H3444",
        "H4581",
        "H4899"
      ]
    },
    {
      "v": 9,
      "t": "Save thy people, and bless thine inheritance: feed them also, and lift them up for ever.",
      "c": "",
      "s": [
        "H3467",
        "H5971",
        "H1288",
        "H5159",
        "H7462",
        "H5375",
        "H5769"
      ]
    }
  ]
}