{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "Praise waiteth for thee, O God, in Sion: and unto thee shall the vow be performed.",
      "c": "",
      "s": [
        "H5329",
        "H4210",
        "H7892",
        "H1732",
        "H8416",
        "H1747",
        "H430",
        "H6726",
        "H5088",
        "H7999"
      ]
    },
    {
      "v": 2,
      "t": "O thou that hearest prayer, unto thee shall all flesh come.",
      "c": "",
      "s": [
        "H8085",
        "H8605",
        "H1320",
        "H935"
      ]
    },
    {
      "v": 3,
      "t": "Iniquities prevail against me: as for our transgressions, thou shalt purge them away.",
      "c": "",
      "s": [
        "H1697",
        "H5771",
        "H1396",
        "H6588",
        "H3722"
      ]
    },
    {
      "v": 4,
      "t": "Blessed is the man whom thou choosest, and causest to approach unto thee, that he may dwell in thy courts: we shall be satisfied with the goodness of thy house, even of thy holy temple.",
      "c": "",
      "s": [
        "H835",
        "H977",
        "H7126",
        "H7931",
        "H2691",
        "H7646",
        "H2898",
        "H1004",
        "H6918",
        "H1964"
      ]
    },
    {
      "v": 5,
      "t": "By terrible things in righteousness wilt thou answer us, O God of our salvation; who art the confidence of all the ends of the earth, and of them that are afar off upon the sea:",
      "c": "",
      "s": [
        "H3372",
        "H6664",
        "H6030",
        "H430",
        "H3468",
        "H4009",
        "H7099",
        "H776",
        "H7350",
        "H3220"
      ]
    },
    {
      "v": 6,
      "t": "Which by his strength setteth fast the mountains; being girded with power:",
      "c": "",
      "s": [
        "H3581",
        "H3559",
        "H2022",
        "H247",
        "H1369"
      ]
    },
    {
      "v": 7,
      "t": "Which stilleth the noise of the seas, the noise of their waves, and the tumult of the people.",
      "c": "",
      "s": [
        "H7623",
        "H7588",
        "H3220",
        "H1530",
        "H1995",
        "H3816"
      ]
    },
    {
      "v": 8,
      "t": "They also that dwell in the uttermost parts are afraid at thy tokens: thou makest the outgoings of the morning and evening to rejoice.",
      "c": "",
      "s": [
        "H3427",
        "H7099",
        "H3372",
        "H226",
        "H4161",
        "H1242",
        "H6153",
        "H7442"
      ]
    },
    {
      "v": 9,
      "t": "Thou visitest the earth, and waterest it: thou greatly enrichest it with the river of God, which is full of water: thou preparest them corn, when thou hast so provided for it.",
      "c": "",
      "s": [
        "H6485",
        "H776",
        "H7783",
        "H7227",
        "H6238",
        "H6388",
        "H430",
        "H4390",
        "H4325",
        "H3559",
        "H1715"
      ]
    },
    {
      "v": 10,
      "t": "Thou waterest the ridges thereof abundantly: thou settlest the furrows thereof: thou makest it soft with showers: thou blessest the springing thereof.",
      "c": "",
      "s": [
        "H7301",
        "H8525",
        "H5181",
        "H1417",
        "H1418",
        "H4127",
        "H7241",
        "H1288",
        "H6780"
      ]
    },
    {
      "v": 11,
      "t": "Thou crownest the year with thy goodness; and thy paths drop fatness.",
      "c": "",
      "s": [
        "H5849",
        "H8141",
        "H2896",
        "H4570",
        "H7491",
        "H1880"
      ]
    },
    {
      "v": 12,
      "t": "They drop upon the pastures of the wilderness: and the little hills rejoice on every side.",
      "c": "",
      "s": [
        "H7491",
        "H4999",
        "H4057",
        "H1389",
        "H1524",
        "H2296"
      ]
    },
    {
      "v": 13,
      "t": "The pastures are clothed with flocks; the valleys also are covered over with corn; they shout for joy, they also sing.",
      "c": "",
      "s": [
        "H3733",
        "H3847",
        "H6629",
        "H6010",
        "H5848",
        "H1250",
        "H7321",
        "H7891"
      ]
    }
  ]
}