{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "O God, the heathen are come into thine inheritance; thy holy temple have they defiled; they have laid Jerusalem on heaps.",
      "c": "",
      "s": [
        "H4210",
        "H623",
        "H430",
        "H1471",
        "H935",
        "H5159",
        "H6944",
        "H1964",
        "H2930",
        "H7760",
        "H3389",
        "H5856"
      ]
    },
    {
      "v": 2,
      "t": "The dead bodies of thy servants have they given to be meat unto the fowls of the heaven, the flesh of thy saints unto the beasts of the earth.",
      "c": "",
      "s": [
        "H5038",
        "H5650",
        "H5414",
        "H3978",
        "H5775",
        "H8064",
        "H1320",
        "H2623",
        "H2416",
        "H776"
      ]
    },
    {
      "v": 3,
      "t": "Their blood have they shed like water round about Jerusalem; and there was none to bury them.",
      "c": "",
      "s": [
        "H1818",
        "H8210",
        "H4325",
        "H5439",
        "H3389",
        "H6912"
      ]
    },
    {
      "v": 4,
      "t": "We are become a reproach to our neighbours, a scorn and derision to them that are round about us.",
      "c": "",
      "s": [
        "H2781",
        "H7934",
        "H3933",
        "H7047",
        "H5439"
      ]
    },
    {
      "v": 5,
      "t": "How long, LORD? wilt thou be angry for ever? shall thy jealousy burn like fire?",
      "c": "",
      "s": [
        "H3068",
        "H599",
        "H5331",
        "H7068",
        "H1197",
        "H784"
      ]
    },
    {
      "v": 6,
      "t": "Pour out thy wrath upon the heathen that have not known thee, and upon the kingdoms that have not called upon thy name.",
      "c": "",
      "s": [
        "H8210",
        "H2534",
        "H1471",
        "H3045",
        "H4467",
        "H7121",
        "H8034"
      ]
    },
    {
      "v": 7,
      "t": "For they have devoured Jacob, and laid waste his dwelling place.",
      "c": "",
      "s": [
        "H398",
        "H3290",
        "H8074",
        "H5116"
      ]
    },
    {
      "v": 8,
      "t": "O remember not against us former iniquities: let thy tender mercies speedily prevent us: for we are brought very low.",
      "c": "",
      "s": [
        "H2142",
        "H7223",
        "H5771",
        "H7356",
        "H4118",
        "H6923",
        "H1809",
        "H3966"
      ]
    },
    {
      "v": 9,
      "t": "Help us, O God of our salvation, for the glory of thy name: and deliver us, and purge away our sins, for thy name's sake.",
      "c": "",
      "s": [
        "H5826",
        "H430",
        "H3468",
        "H1697",
        "H3519",
        "H8034",
        "H5337",
        "H3722",
        "H2403"
      ]
    },
    {
      "v": 10,
      "t": "Wherefore should the heathen say, Where is their God? let him be known among the heathen in our sight by the revenging of the blood of thy servants which is shed.",
      "c": "",
      "s": [
        "H1471",
        "H559",
        "H430",
        "H3045",
        "H5869",
        "H5360",
        "H1818",
        "H5650",
        "H8210"
      ]
    },
    {
      "v": 11,
      "t": "Let the sighing of the prisoner come before thee; according to the greatness of thy power preserve thou those that are appointed to die;",
      "c": "",
      "s": [
        "H603",
        "H615",
        "H935",
        "H6440",
        "H1433",
        "H2220",
        "H3498",
        "H1121",
        "H8546"
      ]
    },
    {
      "v": 12,
      "t": "And render unto our neighbours sevenfold into their bosom their reproach, wherewith they have reproached thee, O Lord.",
      "c": "",
      "s": [
        "H7725",
        "H7934",
        "H7659",
        "H2436",
        "H2781",
        "H2778",
        "H136"
      ]
    },
    {
      "v": 13,
      "t": "So we thy people and sheep of thy pasture will give thee thanks for ever: we will shew forth thy praise to all generations.",
      "c": "",
      "s": [
        "H5971",
        "H6629",
        "H4830",
        "H3034",
        "H5769",
        "H5608",
        "H8416",
        "H1755"
      ]
    }
  ]
}