{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.",
      "c": "",
      "s": [
        "H3427",
        "H5643",
        "H5945",
        "H3885",
        "H6738",
        "H7706"
      ]
    },
    {
      "v": 2,
      "t": "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.",
      "c": "",
      "s": [
        "H559",
        "H3068",
        "H4268",
        "H4686",
        "H430",
        "H982"
      ]
    },
    {
      "v": 3,
      "t": "Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence.",
      "c": "",
      "s": [
        "H5337",
        "H6341",
        "H3353",
        "H1942",
        "H1698"
      ]
    },
    {
      "v": 4,
      "t": "He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.",
      "c": "",
      "s": [
        "H5526",
        "H84",
        "H3671",
        "H2620",
        "H571",
        "H6793",
        "H5507"
      ]
    },
    {
      "v": 5,
      "t": "Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;",
      "c": "",
      "s": [
        "H3372",
        "H6343",
        "H3915",
        "H2671",
        "H5774",
        "H3119"
      ]
    },
    {
      "v": 6,
      "t": "Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.",
      "c": "",
      "s": [
        "H1698",
        "H1980",
        "H652",
        "H6986",
        "H7736",
        "H6672"
      ]
    },
    {
      "v": 7,
      "t": "A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.",
      "c": "",
      "s": [
        "H505",
        "H5307",
        "H6654",
        "H7233",
        "H3225",
        "H5066"
      ]
    },
    {
      "v": 8,
      "t": "Only with thine eyes shalt thou behold and see the reward of the wicked.",
      "c": "",
      "s": [
        "H5869",
        "H5027",
        "H7200",
        "H8011",
        "H7563"
      ]
    },
    {
      "v": 9,
      "t": "Because thou hast made the LORD, which is my refuge, even the most High, thy habitation;",
      "c": "",
      "s": [
        "H7760",
        "H3068",
        "H4268",
        "H5945",
        "H4583"
      ]
    },
    {
      "v": 10,
      "t": "There shall no evil befall thee, neither shall any plague come nigh thy dwelling.",
      "c": "",
      "s": [
        "H7451",
        "H579",
        "H5061",
        "H7126",
        "H168"
      ]
    },
    {
      "v": 11,
      "t": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
      "c": "",
      "s": [
        "H4397",
        "H6680",
        "H8104",
        "H1870"
      ]
    },
    {
      "v": 12,
      "t": "They shall bear thee up in their hands, lest thou dash thy foot against a stone.",
      "c": "",
      "s": [
        "H5375",
        "H3709",
        "H5062",
        "H7272",
        "H68"
      ]
    },
    {
      "v": 13,
      "t": "Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.",
      "c": "",
      "s": [
        "H1869",
        "H7826",
        "H6620",
        "H3715",
        "H8577",
        "H7429"
      ]
    },
    {
      "v": 14,
      "t": "Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.",
      "c": "",
      "s": [
        "H2836",
        "H6403",
        "H7682",
        "H3045",
        "H8034"
      ]
    },
    {
      "v": 15,
      "t": "He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.",
      "c": "",
      "s": [
        "H7121",
        "H6030",
        "H6869",
        "H2502",
        "H3513"
      ]
    },
    {
      "v": 16,
      "t": "With long life will I satisfy him, and shew him my salvation.",
      "c": "",
      "s": [
        "H753",
        "H3117",
        "H7646",
        "H7200",
        "H3444"
      ]
    }
  ]
}