{"total":9,"verses":[{"v":1,"t":"Thus hath the Lord GOD shewed unto me; and, behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king's mowings.","c":"","s":["H136","H310","H1462","H1488","H3069","H3335","H3954","H4428","H5927","H7200","H8462"]},{"v":2,"t":"And it came to pass, that when they had made an end of eating the grass of the land, then I said, O Lord GOD, forgive, I beseech thee: by whom shall Jacob arise? for he is small.","c":"","s":["H136","H398","H559","H776","H3069","H3290","H3615","H5545","H6212","H6965","H6996"]},{"v":3,"t":"The LORD repented for this: It shall not be, saith the LORD.","c":"","s":["H559","H3068","H5162"]},{"v":4,"t":"Thus hath the Lord GOD shewed unto me: and, behold, the Lord GOD called to contend by fire, and it devoured the great deep, and did eat up a part.","c":"","s":["H136","H398","H784","H2506","H3069","H7121","H7200","H7227","H7378","H8415"]},{"v":5,"t":"Then said I, O Lord GOD, cease, I beseech thee: by whom shall Jacob arise? for he is small.","c":"","s":["H136","H559","H2308","H3069","H3290","H6965","H6996"]},{"v":6,"t":"The LORD repented for this: This also shall not be, saith the Lord GOD.","c":"","s":["H136","H559","H3068","H3069","H5162"]},{"v":7,"t":"Thus he shewed me: and, behold, the Lord stood upon a wall made by a plumbline, with a plumbline in his hand.","c":"","s":["H136","H594","H2346","H3027","H5324","H7200"]},{"v":8,"t":"And the LORD said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I will set a plumbline in the midst of my people Israel: I will not again pass by them any more:","c":"","s":["H136","H559","H594","H3068","H3254","H3478","H5674","H5971","H5986","H7130","H7200","H7760"]},{"v":9,"t":"And the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword.","c":"","s":["H1004","H1116","H2717","H2719","H3379","H3446","H3478","H4720","H6965","H8074"]},{"v":10,"t":"Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words.","c":"","s":["H558","H559","H776","H1004","H1008","H1697","H3201","H3379","H3478","H3548","H3557","H4428","H5986","H7130","H7194","H7971"]},{"v":11,"t":"For thus Amos saith, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land.","c":"","s":["H127","H559","H1540","H2719","H3379","H3478","H4191","H5986"]},{"v":12,"t":"Also Amaziah said unto Amos, O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there:","c":"","s":["H398","H558","H559","H776","H1272","H2374","H3063","H3212","H3899","H5012","H5986"]},{"v":13,"t":"But prophesy not again any more at Bethel: for it is the king's chapel, and it is the king's court.","c":"","s":["H1004","H1008","H3254","H4428","H4467","H4720","H5012"]},{"v":14,"t":"Then answered Amos, and said to Amaziah, I was no prophet, neither was I a prophet's son; but I was an herdman, and a gatherer of sycomore fruit:","c":"","s":["H558","H559","H951","H1103","H1121","H5030","H5986","H6030","H8256"]},{"v":15,"t":"And the LORD took me as I followed the flock, and the LORD said unto me, Go, prophesy unto my people Israel.","c":"","s":["H310","H559","H3068","H3212","H3478","H3947","H5012","H5971","H6629"]},{"v":16,"t":"Now therefore hear thou the word of the LORD: Thou sayest, Prophesy not against Israel, and drop not thy word against the house of Isaac.","c":"","s":["H559","H1004","H1697","H3068","H3446","H3478","H5012","H5197","H8085"]},{"v":17,"t":"Therefore thus saith the LORD; Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou shalt die in a polluted land: and Israel shall surely go into captivity forth of his land.","c":"","s":["H127","H559","H802","H1121","H1323","H1540","H2181","H2256","H2505","H2719","H2931","H3068","H3478","H4191","H5307","H5892","H5921"]}]}