{
  "total": 22,
  "verses": [
    {
      "v": 1,
      "t": "So king Solomon was king over all Israel.",
      "c": 41,
      "s": []
    },
    {
      "v": 2,
      "t": "And these were the princes which he had; Azariah the son of Zadok the priest,",
      "c": 77,
      "s": []
    },
    {
      "v": 3,
      "t": "Elihoreph and Ahiah, the sons of Shisha, scribes; Jehoshaphat the son of Ahilud, the recorder.",
      "c": 94,
      "s": []
    },
    {
      "v": 4,
      "t": "And Benaiah the son of Jehoiada was over the host: and Zadok and Abiathar were the priests:",
      "c": 91,
      "s": []
    },
    {
      "v": 5,
      "t": "And Azariah the son of Nathan was over the officers: and Zabud the son of Nathan was principal officer, and the king's friend:",
      "c": 126,
      "s": []
    },
    {
      "v": 6,
      "t": "And Ahishar was over the household: and Adoniram the son of Abda was over the tribute.",
      "c": 86,
      "s": []
    },
    {
      "v": 7,
      "t": "And Solomon had twelve officers over all Israel, which provided victuals for the king and his household: each man his month in a year made provision.",
      "c": 149,
      "s": []
    },
    {
      "v": 8,
      "t": "And these are their names: The son of Hur, in mount Ephraim:",
      "c": 60,
      "s": []
    },
    {
      "v": 9,
      "t": "The son of Dekar, in Makaz, and in Shaalbim, and Beth-shemesh, and Elon-beth-hanan:",
      "c": 83,
      "s": []
    },
    {
      "v": 10,
      "t": "The son of Hesed, in Aruboth; to him pertained Sochoh, and all the land of Hepher:",
      "c": 82,
      "s": []
    },
    {
      "v": 11,
      "t": "The son of Abinadab, in all the region of Dor; which had Taphath the daughter of Solomon to wife:",
      "c": 97,
      "s": []
    },
    {
      "v": 12,
      "t": "Baana the son of Ahilud; to him pertained Taanach and Megiddo, and all Beth-shean, which is by Zartanah beneath Jezreel, from Beth-shean to Abel-meholah, even unto the place that is beyond Jokneam:",
      "c": 197,
      "s": []
    },
    {
      "v": 13,
      "t": "The son of Geber, in Ramoth-gilead; to him pertained the towns of Jair the son of Manasseh, which are in Gilead; to him also pertained the region of Argob, which is in Bashan, threescore great cities with walls and brasen bars:",
      "c": 227,
      "s": []
    },
    {
      "v": 14,
      "t": "Ahinadab the son of Iddo had Mahanaim:",
      "c": 38,
      "s": []
    },
    {
      "v": 15,
      "t": "Ahimaaz was in Naphtali; he also took Basmath the daughter of Solomon to wife:",
      "c": 78,
      "s": []
    },
    {
      "v": 16,
      "t": "Baanah the son of Hushai was in Asher and in Aloth:",
      "c": 51,
      "s": []
    },
    {
      "v": 17,
      "t": "Jehoshaphat the son of Paruah, in Issachar:",
      "c": 43,
      "s": []
    },
    {
      "v": 18,
      "t": "Shimei the son of Elah, in Benjamin:",
      "c": 36,
      "s": []
    },
    {
      "v": 19,
      "t": "Geber the son of Uri was in the country of Gilead, in the country of Sihon king of the Amorites, and of Og king of Bashan; and he was the only officer which was in the land.",
      "c": 173,
      "s": []
    },
    {
      "v": 20,
      "t": "Judah and Israel were many, as the sand which is by the sea in multitude, eating and drinking, and making merry.",
      "c": 112,
      "s": []
    },
    {
      "v": 21,
      "t": "And Solomon reigned over all kingdoms from the river unto the land of the Philistines, and unto the border of Egypt: they brought presents, and served Solomon all the days of his life.",
      "c": 184,
      "s": []
    },
    {
      "v": 22,
      "t": "And Solomon's provision for one day was thirty measures of fine flour, and threescore measures of meal,",
      "c": 103,
      "s": []
    },
    {
      "v": 23,
      "t": "Ten fat oxen, and twenty oxen out of the pastures, and an hundred sheep, beside harts, and roebucks, and fallowdeer, and fatted fowl.",
      "c": 133,
      "s": []
    },
    {
      "v": 24,
      "t": "For he had dominion over all the region on this side the river, from Tiphsah even to Azzah, over all the kings on this side the river: and he had peace on all sides round about him.",
      "c": 181,
      "s": []
    },
    {
      "v": 25,
      "t": "And Judah and Israel dwelt safely, every man under his vine and under his fig tree, from Dan even to Beer-sheba, all the days of Solomon.",
      "c": 137,
      "s": []
    },
    {
      "v": 26,
      "t": "And Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen.",
      "c": 95,
      "s": []
    },
    {
      "v": 27,
      "t": "And those officers provided victual for king Solomon, and for all that came unto king Solomon's table, every man in his month: they lacked nothing.",
      "c": 147,
      "s": []
    },
    {
      "v": 28,
      "t": "Barley also and straw for the horses and dromedaries brought they unto the place where the officers were, every man according to his charge.",
      "c": 140,
      "s": []
    },
    {
      "v": 29,
      "t": "And God gave Solomon wisdom and understanding exceeding much, and largeness of heart, even as the sand that is on the sea shore.",
      "c": 128,
      "s": []
    },
    {
      "v": 30,
      "t": "And Solomon's wisdom excelled the wisdom of all the children of the east country, and all the wisdom of Egypt.",
      "c": 110,
      "s": []
    },
    {
      "v": 31,
      "t": "For he was wiser than all men; than Ethan the Ezrahite, and Heman, and Chalcol, and Darda, the sons of Mahol: and his fame was in all nations round about.",
      "c": 154,
      "s": []
    },
    {
      "v": 32,
      "t": "And he spake three thousand proverbs: and his songs were a thousand and five.",
      "c": 77,
      "s": []
    },
    {
      "v": 33,
      "t": "And he spake of trees, from the cedar tree that is in Lebanon even unto the hyssop that springeth out of the wall: he spake also of beasts, and of fowl, and of creeping things, and of fishes.",
      "c": 191,
      "s": []
    },
    {
      "v": 34,
      "t": "And there came of all people to hear the wisdom of Solomon, from all kings of the earth, which had heard of his wisdom.",
      "c": 119,
      "s": []
    }
  ]
}