{
  "Genesis": "Creation, early humanity, and the patriarchs—Abraham, Isaac, Jacob, and Joseph.",
  "Exodus": "Israel’s deliverance from Egypt, Sinai covenant, and the tabernacle.",
  "Leviticus": "Holiness in worship and life—sacrifices, priesthood, and purity laws.",
  "Numbers": "Wilderness wanderings, censuses, and lessons in faith and obedience.",
  "Deuteronomy": "Moses’ covenant sermons and renewals before entering the land.",

  "Joshua": "Conquest of Canaan and allotment of the land under Joshua.",
  "Judges": "Cycles of sin, oppression, deliverance, and the need for a faithful king.",
  "Ruth": "Loyalty and redemption in the family line of David.",
  "1 Samuel": "Rise of Samuel, Israel’s first kings, and David’s anointing.",
  "2 Samuel": "David’s reign—triumphs, failures, and God’s covenant promises.",
  "1 Kings": "Solomon’s glory, temple, and the divided kingdom’s beginnings.",
  "2 Kings": "Kings of Israel and Judah, prophetic warnings, and exile.",
  "1 Chronicles": "Genealogies and David’s reign with a temple-centered focus.",
  "2 Chronicles": "Temple-centered history of Judah from Solomon to exile.",
  "Ezra": "Return from exile, temple rebuilding, and spiritual restoration.",
  "Nehemiah": "Rebuilding Jerusalem’s walls and covenant renewal.",
  "Esther": "Providential preservation of Israel in Persia.",

  "Job": "Wisdom on suffering, divine justice, and persevering faith.",
  "Psalms": "Songs and prayers for worship across every season of life.",
  "Proverbs": "Practical wisdom for fearing the Lord and wise living.",
  "Ecclesiastes": "Life’s vapor and the call to fear God and keep His commands.",
  "Song of Songs": "Poetry celebrating covenant love and faithfulness.",

  "Isaiah": "Judgment and hope, servant songs, and future restoration.",
  "Jeremiah": "Prophetic warnings, new covenant promise, and impending exile.",
  "Lamentations": "Poems mourning Jerusalem’s fall with hope in God’s mercy.",
  "Ezekiel": "Visions of judgment, God’s glory, and new-heart restoration.",
  "Daniel": "Faith in exile and visions of God’s everlasting kingdom.",

  "Hosea": "Covenant love and faithfulness amidst Israel’s unfaithfulness.",
  "Joel": "The Day of the Lord and the promise of the Spirit.",
  "Amos": "Justice and righteousness over empty religion.",
  "Obadiah": "Judgment on Edom and Zion’s future deliverance.",
  "Jonah": "God’s compassion for nations and a prophet’s reluctant mission.",
  "Micah": "Justice, mercy, humility, and the Shepherd-King from Bethlehem.",
  "Nahum": "Judgment on Nineveh and comfort for God’s people.",
  "Habakkuk": "Wrestling with injustice—‘the righteous shall live by faith.’",
  "Zephaniah": "Day of the Lord—judgment and purifying restoration.",
  "Haggai": "Call to rebuild the temple and prioritize God’s house.",
  "Zechariah": "Visions, Messianic hope, and temple encouragement.",
  "Malachi": "Covenant faithfulness, true worship, and Elijah’s coming."
}
