{
  "tanakh": {
    "genesis": "Creation, the beginning of mankind, and stories of the patriarchs and matriarchs.",
    "exodus": "Deliverance from Egypt, the covenant at Sinai, and the tabernacle.",
    "leviticus": "Worship, holiness, sacrifices, priests, and sacred rhythms.",
    "numbers": "Wilderness journeys, testing, and preparation to enter the land.",
    "deuteronomy": "Moses’ covenant sermons calling Israel to love and obey the LORD.",
    "joshua": "Entry into the land, conquest accounts, and tribal inheritances.",
    "judges": "Cycles of unfaithfulness, oppression, deliverance, and fragile leadership.",
    "ruth": "Covenant kindness in Bethlehem; Ruth joins Israel and David’s line.",
    "1samuel": "Samuel, Saul’s rise and fall, and David’s anointing.",
    "2samuel": "David’s reign—victories, failures, and God’s enduring promise.",
    "1kings": "Solomon’s wisdom and temple; kingdom divides after his death.",
    "2kings": "Kings of Israel and Judah, prophetic warnings, and exile.",
    "1chronicles": "David’s lineage and preparation for temple worship.",
    "2chronicles": "Solomon to exile with focus on temple and reform.",
    "ezra": "Return from exile, rebuilding the altar and temple, Torah renewal.",
    "nehemiah": "Rebuilding Jerusalem’s walls and covenant renewal under opposition.",
    "esther": "Providential deliverance of the Jews in Persia through Esther.",
    "job": "A righteous sufferer wrestles with God’s justice and wisdom.",
    "psalms": "Songs and prayers for worship—lament, praise, and trust.",
    "proverbs": "Collected wisdom for skillful, righteous living under God.",
    "ecclesiastes": "Life’s vapor and the call to fear God and keep His commands.",
    "songofsongs": "Poetry celebrating covenant love and marital delight.",
    "isaiah": "Judgment and hope: the Holy One, the Servant, and future glory.",
    "jeremiah": "Prophetic warnings, a new covenant promise, and Jerusalem’s fall.",
    "lamentations": "Poetic grief over the destroyed city; hope in God’s mercy.",
    "ezekiel": "Visions of God’s glory, judgment, and restoration of a renewed people.",
    "daniel": "Faithful witness in exile and visions of God’s lasting kingdom.",
    "hosea": "Covenant love portrayed through Hosea’s marriage and Israel’s return.",
    "joel": "The day of the LORD, repentance, and outpoured Spirit.",
    "amos": "Justice and righteousness demanded; warnings to complacent Israel.",
    "obadiah": "Judgment on Edom and future restoration for Zion.",
    "jonah": "Reluctant prophet and God’s compassion for the nations.",
    "micah": "Justice, mercy, humility; judgment and messianic hope from Bethlehem.",
    "nahum": "Oracle against Nineveh; God’s justice on violent empires.",
    "habakkuk": "Wrestling with evil; the righteous live by faith.",
    "zephaniah": "The day of the LORD and a purified, humble remnant.",
    "haggai": "Call to rebuild the temple and prioritize God’s house.",
    "zechariah": "Night visions, priest-king hope, and future restoration.",
    "malachi": "Covenant faithfulness, true worship, and the coming messenger."
  },
  "newtestament": {
    "matthew": "Jesus the promised King—teachings, parables, death, and resurrection.",
    "mark": "Fast-moving account of the Servant-King’s power and passion.",
    "luke": "Orderly narrative of Jesus’ compassion, prayer, and mission to all.",
    "john": "Signs and discourses revealing the Son so we may believe.",
    "acts": "The risen Christ’s mission advancing by the Spirit through the apostles.",
    "romans": "God’s righteousness revealed—sin, grace, faith, and new life.",
    "1corinthians": "Church unity, holiness, love, and resurrection hope.",
    "2corinthians": "Weakness, comfort, generous grace, and apostolic authenticity.",
    "galatians": "Freedom in Christ—justification by faith, life in the Spirit.",
    "ephesians": "The church in Christ—unity, maturity, and spiritual armor.",
    "philippians": "Joy in Christ, humility like Jesus, pressing on together.",
    "colossians": "Christ supreme over creation, redemption, and the church.",
    "1thessalonians": "Gospel fruit, holy living, and hope of the Lord’s return.",
    "2thessalonians": "Endurance under trial and clarity about the day of the Lord.",
    "1timothy": "Church order, sound teaching, and godly leadership.",
    "2timothy": "Finish the race—suffer well and guard the good deposit.",
    "titus": "Healthy doctrine producing good works in God’s people.",
    "philemon": "Gospel reconciliation and brotherhood in Christ.",
    "hebrews": "Jesus better than all—priest, sacrifice, covenant, and rest.",
    "james": "Whole-life wisdom—faith works through humble obedience.",
    "1peter": "Hopeful holiness amid suffering; we are a royal priesthood.",
    "2peter": "Grow in grace; beware false teachers; look for the new creation.",
    "1john": "Assurance in Christ—truth, obedience, and love.",
    "2john": "Walk in truth and love; do not aid deceivers.",
    "3john": "Hospitality to faithful workers; warning against prideful control.",
    "jude": "Contend for the faith; keep yourselves in God’s love.",
    "revelation": "The Lamb triumphs—letters, visions, judgment, and new creation."
  }
}
