{
  "Genesis": "Creation, the beginning of mankind, and stories of the patriarchs and matriarchs.",
  "Exodus": "Israel’s deliverance from Egypt, covenant at Sinai, and tabernacle instructions.",
  "Leviticus": "Holiness, sacrifices, priesthood, and laws for worship and daily life.",
  "Numbers": "Wilderness journeys, censuses, rebellions, and preparation to enter the land.",
  "Deuteronomy": "Moses’s final speeches, covenant renewal, and preparation for Canaan.",
  "Joshua": "Conquest and settlement of the land; covenant renewal at Shechem.",
  "Judges": "Cycles of unfaithfulness and deliverance before the monarchy.",
  "Ruth": "Loyalty, redemption, and the lineage of David.",
  "1 Samuel": "Samuel, Saul, and the rise of David.",
  "2 Samuel": "David’s reign—triumphs, sins, and God’s promises.",
  "1 Kings": "Solomon’s reign and the kingdom’s division.",
  "2 Kings": "Decline and exiles of Israel and Judah.",
  "1 Chronicles": "Davidic history with focus on temple worship.",
  "2 Chronicles": "Judah’s kings and temple-centered reforms.",
  "Ezra": "Return from exile and rebuilding the temple.",
  "Nehemiah": "Rebuilding Jerusalem’s walls and community reforms.",
  "Esther": "Providence and preservation of the Jews in Persia.",
  "Job": "Suffering, divine wisdom, and the fear of the Lord.",
  "Psalms": "Prayers and songs for worship in every season.",
  "Proverbs": "Wisdom sayings for skillful, godly living.",
  "Ecclesiastes": "Life’s vapor and the call to fear God.",
  "Song of Songs": "Poetry of love, desire, and covenant fidelity.",
  "Isaiah": "Judgment and hope centered on the Holy One of Israel.",
  "Jeremiah": "Prophetic warnings, a new covenant promised.",
  "Lamentations": "Poems mourning Jerusalem’s fall; hope in God’s mercy.",
  "Ezekiel": "Visions of judgment and restoration; a new heart and temple.",
  "Daniel": "Faithful witness in exile; visions of God’s kingdom.",
  "Hosea": "Covenant love and faithlessness, judgment and restoration.",
  "Joel": "The day of the Lord and the Spirit poured out.",
  "Amos": "Justice, righteousness, and true worship.",
  "Obadiah": "Edom’s pride judged; Zion restored.",
  "Jonah": "Prophet, repentance, and God’s compassion for nations.",
  "Micah": "Justice, mercy, humility; hope in a coming shepherd-king.",
  "Nahum": "Nineveh’s downfall and God’s justice.",
  "Habakkuk": "Faith amid perplexity; the righteous live by faith.",
  "Zephaniah": "Day of the Lord and purifying salvation.",
  "Haggai": "Rebuilding the temple; priorities realigned.",
  "Zechariah": "Visions, priest-king, and future restoration.",
  "Malachi": "Covenant faithfulness; a messenger to prepare the way."
}
