{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "Wisdom shall praise herself, and shall glory in the midst of her people.",
      "c": "",
      "s": []
    },
    {
      "v": 2,
      "t": "In the congregation of the most High shall she open her mouth, and triumph before his power.",
      "c": "",
      "s": []
    },
    {
      "v": 3,
      "t": "I came out of the mouth of the most High, and covered the earth as a cloud.",
      "c": "",
      "s": []
    },
    {
      "v": 4,
      "t": "I dwelt in high places, and my throne is in a cloudy pillar.",
      "c": "",
      "s": []
    },
    {
      "v": 5,
      "t": "I alone compassed the circuit of heaven, and walked in the bottom of the deep.",
      "c": "",
      "s": []
    },
    {
      "v": 6,
      "t": "In the waves of the sea and in all the earth, and in every people and nation, I got a possession.",
      "c": "",
      "s": []
    },
    {
      "v": 7,
      "t": "With all these I sought rest: and in whose inheritance shall I abide?",
      "c": "",
      "s": []
    },
    {
      "v": 8,
      "t": "So the Creator of all things gave me a commandment, and he that made me caused my tabernacle to rest, and said, Let thy dwelling be in Jacob, and thine inheritance in Israel.",
      "c": "",
      "s": []
    },
    {
      "v": 9,
      "t": "He created me from the beginning before the world, and I shall never fail.",
      "c": "",
      "s": []
    },
    {
      "v": 10,
      "t": "In the holy tabernacle I served before him; and so was I established in Sion.",
      "c": "",
      "s": []
    },
    {
      "v": 11,
      "t": "Likewise in the beloved city he gave me rest, and in Jerusalem was my power.",
      "c": "",
      "s": []
    },
    {
      "v": 12,
      "t": "And I took root in an honourable people, even in the portion of the Lord's inheritance.",
      "c": "",
      "s": []
    },
    {
      "v": 13,
      "t": "I was exalted like a cedar in Libanus, and as a cypress tree upon the mountains of Hermon.",
      "c": "",
      "s": []
    },
    {
      "v": 14,
      "t": "I was exalted like a palm tree in En-gaddi, and as a rose plant in Jericho, as a fair olive tree in a pleasant field, and grew up as a plane tree by the water.",
      "c": "",
      "s": []
    },
    {
      "v": 15,
      "t": "I gave a sweet smell like cinnamon and aspalathus, and I yielded a pleasant odour like the best myrrh, as galbanum, and onyx, and sweet storax, and as the fume of frankincense in the tabernacle.",
      "c": "",
      "s": []
    },
    {
      "v": 16,
      "t": "As the turpentine tree I stretched out my branches, and my branches are the branches of honour and grace.",
      "c": "",
      "s": []
    },
    {
      "v": 17,
      "t": "As the vine brought I forth pleasant savour, and my flowers are the fruit of honour and riches.",
      "c": "",
      "s": []
    },
    {
      "v": 18,
      "t": "I am the mother of fair love, and fear, and knowledge, and holy hope: I therefore, being eternal, am given to all my children which are named of him.",
      "c": "",
      "s": []
    },
    {
      "v": 19,
      "t": "Come unto me, all ye that be desirous of me, and fill yourselves with my fruits.",
      "c": "",
      "s": []
    },
    {
      "v": 20,
      "t": "For my memorial is sweeter than honey, and mine inheritance than the honeycomb.",
      "c": "",
      "s": []
    },
    {
      "v": 21,
      "t": "They that eat me shall yet be hungry, and they that drink me shall yet be thirsty.",
      "c": "",
      "s": []
    },
    {
      "v": 22,
      "t": "He that obeyeth me shall never be confounded, and they that work by me shall not do amiss.",
      "c": "",
      "s": []
    },
    {
      "v": 23,
      "t": "All these things are the book of the covenant of the most high God, even the law which Moses commanded for an heritage unto the congregations of Jacob.",
      "c": "",
      "s": []
    },
    {
      "v": 24,
      "t": "Faint not to be strong in the Lord; that he may confirm you, cleave unto him: for the Lord Almighty is God alone, and beside him there is no other Saviour.",
      "c": "",
      "s": []
    },
    {
      "v": 25,
      "t": "He filleth all things with his wisdom, as Phison and as Tigris in the time of the new fruits.",
      "c": "",
      "s": []
    },
    {
      "v": 26,
      "t": "He maketh the understanding to abound like Euphrates, and as Jordan in the time of the harvest.",
      "c": "",
      "s": []
    },
    {
      "v": 27,
      "t": "He maketh the doctrine of knowledge appear as the light, and as Geon in the time of vintage.",
      "c": "",
      "s": []
    },
    {
      "v": 28,
      "t": "The first man knew her not perfectly: no more shall the last find her out.",
      "c": "",
      "s": []
    },
    {
      "v": 29,
      "t": "For her thoughts are more than the sea, and her counsels profounder than the great deep.",
      "c": "",
      "s": []
    },
    {
      "v": 30,
      "t": "I also came out as a brook from a river, and as a conduit into a garden.",
      "c": "",
      "s": []
    },
    {
      "v": 31,
      "t": "I said, I will water my best garden, and will water abundantly my garden bed: and, lo, my brook became a river, and my river became a sea.",
      "c": "",
      "s": []
    },
    {
      "v": 32,
      "t": "I will yet make doctrine to shine as the morning, and will send forth her light afar off.",
      "c": "",
      "s": []
    },
    {
      "v": 33,
      "t": "I will yet pour out doctrine as prophecy, and leave it to all ages for ever.",
      "c": "",
      "s": []
    },
    {
      "v": 34,
      "t": "Behold that I have not laboured for myself only, but for all them that seek wisdom.",
      "c": "",
      "s": []
    }
  ]
}