{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "He that revengeth shall find vengeance from the Lord, and he will surely keep his sins [in remembrance.]",
      "c": "",
      "s": []
    },
    {
      "v": 2,
      "t": "Forgive thy neighbour the hurt that he hath done unto thee, so shall thy sins also be forgiven when thou prayest.",
      "c": "",
      "s": []
    },
    {
      "v": 3,
      "t": "One man beareth hatred against another, and doth he seek pardon from the Lord?",
      "c": "",
      "s": []
    },
    {
      "v": 4,
      "t": "He sheweth no mercy to a man, which is like himself: and doth he ask forgiveness of his own sins?",
      "c": "",
      "s": []
    },
    {
      "v": 5,
      "t": "If he that is but flesh nourish hatred, who will intreat for pardon of his sins?",
      "c": "",
      "s": []
    },
    {
      "v": 6,
      "t": "Remember thy end, and let enmity cease; [remember] corruption and death, and abide in the commandments.",
      "c": "",
      "s": []
    },
    {
      "v": 7,
      "t": "Remember the commandments, and bear no malice to thy neighbour: [remember] the covenant of the Highest, and wink at ignorance.",
      "c": "",
      "s": []
    },
    {
      "v": 8,
      "t": "Abstain from strife, and thou shalt diminish thy sins: for a furious man will kindle strife,",
      "c": "",
      "s": []
    },
    {
      "v": 9,
      "t": "A sinful man disquieteth friends, and maketh debate among them that be at peace.",
      "c": "",
      "s": []
    },
    {
      "v": 10,
      "t": "As the matter of the fire is, so it burneth: and as a man's strength is, so is his wrath; and according to his riches his anger riseth; and the stronger they are which contend, the more they will be inflamed.",
      "c": "",
      "s": []
    },
    {
      "v": 11,
      "t": "An hasty contention kindleth a fire: and an hasty fighting sheddeth blood.",
      "c": "",
      "s": []
    },
    {
      "v": 12,
      "t": "If thou blow the spark, it shall burn: if thou spit upon it, it shall be quenched: and both these come out of thy mouth.",
      "c": "",
      "s": []
    },
    {
      "v": 13,
      "t": "Curse the whisperer and doubletongued: for such have destroyed many that were at peace.",
      "c": "",
      "s": []
    },
    {
      "v": 14,
      "t": "A backbiting tongue hath disquieted many, and driven them from nation to nation: strong cities hath it pulled down, and overthrown the houses of great men.",
      "c": "",
      "s": []
    },
    {
      "v": 15,
      "t": "A backbiting tongue hath cast out virtuous women, and deprived them of their labours.",
      "c": "",
      "s": []
    },
    {
      "v": 16,
      "t": "Whoso hearkeneth unto it shall never find rest, and never dwell quietly.",
      "c": "",
      "s": []
    },
    {
      "v": 17,
      "t": "The stroke of the whip maketh marks in the flesh: but the stroke of the tongue breaketh the bones.",
      "c": "",
      "s": []
    },
    {
      "v": 18,
      "t": "Many have fallen by the edge of the sword: but not so many as have fallen by the tongue.",
      "c": "",
      "s": []
    },
    {
      "v": 19,
      "t": "Well is he that is defended through the venom thereof; who hath not drawn the yoke thereof, nor hath been bound in her bands.",
      "c": "",
      "s": []
    },
    {
      "v": 20,
      "t": "For the yoke thereof is a yoke of iron, and the bands thereof are bands of brass.",
      "c": "",
      "s": []
    },
    {
      "v": 21,
      "t": "The death thereof is an evil death, the grave were better than it.",
      "c": "",
      "s": []
    },
    {
      "v": 22,
      "t": "It shall not have rule over them that fear God, neither shall they be burned with the flame thereof.",
      "c": "",
      "s": []
    },
    {
      "v": 23,
      "t": "Such as forsake the Lord shall fall into it; and it shall burn in them, and not be quenched; it shall be sent upon them as a lion, and devour them as a leopard.",
      "c": "",
      "s": []
    },
    {
      "v": 24,
      "t": "Look that thou hedge thy possession about with thorns, and bind up thy silver and gold,",
      "c": "",
      "s": []
    },
    {
      "v": 25,
      "t": "And weigh thy words in a balance, and make a door and bar for thy mouth.",
      "c": "",
      "s": []
    },
    {
      "v": 26,
      "t": "Beware thou slide not by it, lest thou fall before him that lieth in wait.",
      "c": "",
      "s": []
    }
  ]
}