{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "Then stood up Elias the prophet as fire, and his word burned like a lamp.",
      "c": "",
      "s": []
    },
    {
      "v": 2,
      "t": "He brought a sore famine upon them, and by his zeal he diminished their number.",
      "c": "",
      "s": []
    },
    {
      "v": 3,
      "t": "By the word of the Lord he shut up the heaven, and also three times brought down fire.",
      "c": "",
      "s": []
    },
    {
      "v": 4,
      "t": "O Elias, how wast thou honoured in thy wondrous deeds! and who may glory like unto thee!",
      "c": "",
      "s": []
    },
    {
      "v": 5,
      "t": "Who didst raise up a dead man from death, and his soul from the place of the dead, by the word of the most High:",
      "c": "",
      "s": []
    },
    {
      "v": 6,
      "t": "Who broughtest kings to destruction, and honorable men from their bed:",
      "c": "",
      "s": []
    },
    {
      "v": 7,
      "t": "Who heardest the rebuke of the Lord in Sinai, and in Horeb the judgment of vengeance:",
      "c": "",
      "s": []
    },
    {
      "v": 8,
      "t": "Who annointedst kings to take revenge, and prophets to succeed after him:",
      "c": "",
      "s": []
    },
    {
      "v": 9,
      "t": "Who was taken up in a whirlwind of fire, and in a chariot of fiery horses:",
      "c": "",
      "s": []
    },
    {
      "v": 10,
      "t": "Who wast ordained for reproofs in their times, to pacify the wrath of the Lord's judgment, before it brake forth into fury, and to turn the heart of the father unto the son, and to restore the tribes of Jacob.",
      "c": "",
      "s": []
    },
    {
      "v": 11,
      "t": "Blessed are they that saw thee, and slept in love; for we shall surely live.",
      "c": "",
      "s": []
    },
    {
      "v": 12,
      "t": "Elias it was, who was covered with a whirlwind: and Eliseus was filled with his spirit: whilst he lived, he was not moved with the presence of any prince, neither could any bring him into subjection.",
      "c": "",
      "s": []
    },
    {
      "v": 13,
      "t": "No word could overcome him; and after his death his body prophesied.",
      "c": "",
      "s": []
    },
    {
      "v": 14,
      "t": "He did wonders in his life, and at his death were his works marvellous.",
      "c": "",
      "s": []
    },
    {
      "v": 15,
      "t": "For all this the people repented not, neither departed they from their sins, till they were spoiled and carried out of their land, and were scattered through all the earth: yet there remained a small people, and a ruler in the house of David:",
      "c": "",
      "s": []
    },
    {
      "v": 16,
      "t": "Of whom some did that which was pleasing to God, and some multiplied sins.",
      "c": "",
      "s": []
    },
    {
      "v": 17,
      "t": "Ezekias fortified his city, and brought in water into the midst thereof: he digged the hard rock with iron, and made wells for waters.",
      "c": "",
      "s": []
    },
    {
      "v": 18,
      "t": "In his time Sennacherib came up, and sent Rabsaces, and lifted up his hand against Sion, and boasted proudly.",
      "c": "",
      "s": []
    },
    {
      "v": 19,
      "t": "Then trembled their hearts and hands, and they were in pain, as women in travail.",
      "c": "",
      "s": []
    },
    {
      "v": 20,
      "t": "But they called upon the Lord which is merciful, and stretched out their hands toward him: and immediately the Holy One heard them out of heaven, and delivered them by the ministry of Esay.",
      "c": "",
      "s": []
    },
    {
      "v": 21,
      "t": "He smote the host of the Assyrians, and his angel destroyed them.",
      "c": "",
      "s": []
    },
    {
      "v": 22,
      "t": "For Ezekias had done the thing that pleased the Lord, and was strong in the ways of David his father, as Esay the prophet, who was great and faithful in his vision, had commanded him.",
      "c": "",
      "s": []
    },
    {
      "v": 23,
      "t": "In his time the sun went backward, and he lengthened the king's life.",
      "c": "",
      "s": []
    },
    {
      "v": 24,
      "t": "He saw by an excellent spirit what should come to pass at the last, and he comforted them that mourned in Sion.",
      "c": "",
      "s": []
    },
    {
      "v": 25,
      "t": "He shewed what should come to pass for ever, and secret things or ever they came.",
      "c": "",
      "s": []
    }
  ]
}