{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "Instead of a friend become not an enemy; for [thereby] thou shalt inherit an ill name, shame, and reproach: even so shall a sinner that hath a double tongue.",
      "c": "",
      "s": []
    },
    {
      "v": 2,
      "t": "Extol not thyself in the counsel of thine own heart; that thy soul be not torn in pieces as a bull [straying alone.]",
      "c": "",
      "s": []
    },
    {
      "v": 3,
      "t": "Thou shalt eat up thy leaves, and lose thy fruit, and leave thyself as a dry tree.",
      "c": "",
      "s": []
    },
    {
      "v": 4,
      "t": "A wicked soul shall destroy him that hath it, and shall make him to be laughed to scorn of his enemies.",
      "c": "",
      "s": []
    },
    {
      "v": 5,
      "t": "Sweet language will multiply friends: and a fairspeaking tongue will increase kind greetings.",
      "c": "",
      "s": []
    },
    {
      "v": 6,
      "t": "Be in peace with many: nevertheless have but one counsellor of a thousand.",
      "c": "",
      "s": []
    },
    {
      "v": 7,
      "t": "If thou wouldest get a friend, prove him first and be not hasty to credit him.",
      "c": "",
      "s": []
    },
    {
      "v": 8,
      "t": "For some man is a friend for his own occasion, and will not abide in the day of thy trouble.",
      "c": "",
      "s": []
    },
    {
      "v": 9,
      "t": "And there is a friend, who being turned to enmity, and strife will discover thy reproach.",
      "c": "",
      "s": []
    },
    {
      "v": 10,
      "t": "Again, some friend is a companion at the table, and will not continue in the day of thy affliction.",
      "c": "",
      "s": []
    },
    {
      "v": 11,
      "t": "But in thy prosperity he will be as thyself, and will be bold over thy servants.",
      "c": "",
      "s": []
    },
    {
      "v": 12,
      "t": "If thou be brought low, he will be against thee, and will hide himself from thy face.",
      "c": "",
      "s": []
    },
    {
      "v": 13,
      "t": "Separate thyself from thine enemies, and take heed of thy friends.",
      "c": "",
      "s": []
    },
    {
      "v": 14,
      "t": "A faithfu1l friend is a strong defence: and he that hath found such an one hath found a treasure.",
      "c": "",
      "s": []
    },
    {
      "v": 15,
      "t": "Nothing doth countervail a faithful friend, and his excellency is invaluable.",
      "c": "",
      "s": []
    },
    {
      "v": 16,
      "t": "A faithful friend is the medicine of life; and they that fear the Lord shall find him.",
      "c": "",
      "s": []
    },
    {
      "v": 17,
      "t": "Whoso feareth the Lord shall direct his friendship aright: for as he is, so shall his neighbour be also.",
      "c": "",
      "s": []
    },
    {
      "v": 18,
      "t": "My son, gather instruction from thy youth up: so shalt thou find wisdom till thine old age.",
      "c": "",
      "s": []
    },
    {
      "v": 19,
      "t": "Come unto her as one that ploweth and soweth, and wait for her good fruits: for thou shalt not toil much in labouring about her, but thou shalt eat of her fruits right soon.",
      "c": "",
      "s": []
    },
    {
      "v": 20,
      "t": "She is very unpleasant to the unlearned: he that is without understanding will not remain with her.",
      "c": "",
      "s": []
    },
    {
      "v": 21,
      "t": "She will lie upon him as a mighty stone of trial; and he will cast her from him ere it be long.",
      "c": "",
      "s": []
    },
    {
      "v": 22,
      "t": "For wisdom is according to her name, and she is not manifest unto many.",
      "c": "",
      "s": []
    },
    {
      "v": 23,
      "t": "Give ear, my son, receive my advice, and refuse not my counsel,",
      "c": "",
      "s": []
    },
    {
      "v": 24,
      "t": "And put thy feet into her fetters, and thy neck into her chain.",
      "c": "",
      "s": []
    },
    {
      "v": 25,
      "t": "Bow down thy shoulder, and bear her, and be not grieved with her bonds.",
      "c": "",
      "s": []
    },
    {
      "v": 26,
      "t": "Come unto her with thy whole heart, and keep her ways with all thy power.",
      "c": "",
      "s": []
    },
    {
      "v": 27,
      "t": "Search, and seek, and she shall be made known unto thee: and when thou hast got hold of her, let her not go.",
      "c": "",
      "s": []
    },
    {
      "v": 28,
      "t": "For at the last thou shalt find her rest, and that shall be turned to thy joy.",
      "c": "",
      "s": []
    },
    {
      "v": 29,
      "t": "Then shall her fetters be a strong defence for thee, and her chains a robe of glory.",
      "c": "",
      "s": []
    },
    {
      "v": 30,
      "t": "For there is a golden ornament upon her, and her bands are purple lace.",
      "c": "",
      "s": []
    },
    {
      "v": 31,
      "t": "Thou shalt put her on as a robe of honour, and shalt put her about thee as a crown of joy.",
      "c": "",
      "s": []
    },
    {
      "v": 32,
      "t": "My son, if thou wilt, thou shalt be taught: and if thou wilt apply thy mind, thou shalt be prudent.",
      "c": "",
      "s": []
    },
    {
      "v": 33,
      "t": "If thou love to hear, thou shalt receive understanding: and if thou bow thine ear, thou shalt be wise,",
      "c": "",
      "s": []
    },
    {
      "v": 34,
      "t": "Stand in the multitude of the elders; and cleave unto him that is wise.",
      "c": "",
      "s": []
    },
    {
      "v": 35,
      "t": "Be willing to hear every godly discourse; and let not the parables of understanding escape thee.",
      "c": "",
      "s": []
    },
    {
      "v": 36,
      "t": "And if thou seest a man of understanding, get thee betimes unto him, and let thy foot wear the steps of his door.",
      "c": "",
      "s": []
    },
    {
      "v": 37,
      "t": "Let thy mind be upon the ordinances of the Lord and meditate continually in his commandments: he shall establish thine heart, and give thee wisdom at thine owns desire.",
      "c": "",
      "s": []
    }
  ]
}