{"total":13,"verses":[{"v":1,"t":"The word of the LORD that came unto Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.","c":"","s":["H271","H882","H1121","H1697","H1954","H3063","H3068","H3101","H3117","H3147","H3169","H3379","H3478","H4428","H5818"]},{"v":2,"t":"The beginning of the word of the LORD by Hosea. And the LORD said to Hosea, Go, take unto thee a wife of whoredoms and children of whoredoms: for the land hath committed great whoredom, departing from the LORD.","c":"","s":["H310","H559","H776","H802","H1696","H1954","H2181","H2183","H3068","H3206","H3212","H3947","H8462"]},{"v":3,"t":"So he went and took Gomer the daughter of Diblaim; which conceived, and bare him a son.","c":"","s":["H1121","H1323","H1586","H1691","H2029","H3205","H3212","H3947"]},{"v":4,"t":"And the LORD said unto him, Call his name Jezreel; for yet a little while, and I will avenge the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel.","c":"","s":["H559","H1004","H1818","H3058","H3068","H3157","H3478","H4468","H4592","H6485","H7121","H7673","H8034"]},{"v":5,"t":"And it shall come to pass at that day, that I will break the bow of Israel in the valley of Jezreel.","c":"","s":["H3117","H3157","H3478","H6010","H7198","H7665"]},{"v":6,"t":"And she conceived again, and bare a daughter. And God said unto him, Call her name Lo-ruhamah: for I will no more have mercy upon the house of Israel; but I will utterly take them away.","c":"","s":["H559","H1004","H1323","H2029","H3205","H3254","H3478","H3819","H5375","H7121","H7355","H8034"]},{"v":7,"t":"But I will have mercy upon the house of Judah, and will save them by the LORD their God, and will not save them by bow, nor by sword, nor by battle, by horses, nor by horsemen.","c":"","s":["H430","H1004","H2719","H3063","H3068","H3467","H4421","H5483","H6571","H7198","H7355"]},{"v":8,"t":"Now when she had weaned Lo-ruhamah, she conceived, and bare a son.","c":"","s":["H1121","H1580","H2029","H3205","H3819"]},{"v":9,"t":"Then said God, Call his name Lo-ammi: for ye are not my people, and I will not be your God.","c":"","s":["H559","H3818","H5971","H7121","H8034"]},{"v":10,"t":"Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.","c":"","s":["H410","H559","H1121","H2344","H2416","H3220","H3478","H4058","H4557","H4725","H5608","H5971"]},{"v":11,"t":"Then shall the children of Judah and the children of Israel be gathered together, and appoint themselves one head, and they shall come up out of the land: for great shall be the day of Jezreel.","c":"","s":["H259","H776","H1121","H1419","H3063","H3117","H3157","H3162","H3478","H5927","H6908","H7218","H7760"]}]}