{"total":8,"verses":[{"v":1,"t":"The song of songs, which is Solomon's.","c":"","s":["H7892","H8010"]},{"v":2,"t":"Let him kiss me with the kisses of his mouth: for thy love is better than wine.","c":"","s":["H1730","H2896","H3196","H5390","H5401","H6310"]},{"v":3,"t":"Because of the savour of thy good ointments thy name is as ointment poured forth, therefore do the virgins love thee.","c":"","s":["H157","H2896","H5959","H7324","H7381","H8034","H8081"]},{"v":4,"t":"Draw me, we will run after thee: the king hath brought me into his chambers: we will be glad and rejoice in thee, we will remember thy love more than wine: the upright love thee.","c":"","s":["H157","H310","H935","H1523","H1730","H2142","H2315","H3196","H4339","H4428","H4900","H7323","H8055"]},{"v":5,"t":"I am black, but comely, O ye daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon.","c":"","s":["H168","H1323","H3389","H3407","H5000","H6938","H7838","H8010"]},{"v":6,"t":"Look not upon me, because I am black, because the sun hath looked upon me: my mother's children were angry with me; they made me the keeper of the vineyards; but mine own vineyard have I not kept.","c":"","s":["H517","H1121","H2787","H3754","H5201","H7200","H7760","H7805","H7840","H8121"]},{"v":7,"t":"Tell me, O thou whom my soul loveth, where thou feedest, where thou makest thy flock to rest at noon: for why should I be as one that turneth aside by the flocks of thy companions?","c":"","s":["H157","H349","H2270","H4100","H5046","H5315","H5739","H5844","H6672","H7257","H7462"]},{"v":8,"t":"If thou know not, O thou fairest among women, go thy way forth by the footsteps of the flock, and feed thy kids beside the shepherds' tents.","c":"","s":["H802","H1429","H3045","H3303","H3318","H4908","H6119","H6629","H7462"]},{"v":9,"t":"I have compared thee, O my love, to a company of horses in Pharaoh's chariots.","c":"","s":["H1819","H5484","H6547","H7393","H7474"]},{"v":10,"t":"Thy cheeks are comely with rows of jewels, thy neck with chains of gold.","c":"","s":["H2737","H3895","H4998","H6677","H8447"]},{"v":11,"t":"We will make thee borders of gold with studs of silver.","c":"","s":["H2091","H3701","H5351","H6213","H8447"]},{"v":12,"t":"While the king sitteth at his table, my spikenard sendeth forth the smell thereof.","c":"","s":["H4428","H4524","H5373","H5414","H7381"]},{"v":13,"t":"A bundle of myrrh is my wellbeloved unto me; he shall lie all night betwixt my breasts.","c":"","s":["H1730","H3885","H4753","H6872","H7699"]},{"v":14,"t":"My beloved is unto me as a cluster of camphire in the vineyards of En-gedi.","c":"","s":["H811","H1730","H3724","H3754","H5872"]},{"v":15,"t":"Behold, thou art fair, my love; behold, thou art fair; thou hast doves' eyes.","c":"","s":["H3123","H3303","H5869","H7474"]},{"v":16,"t":"Behold, thou art fair, my beloved, yea, pleasant: also our bed is green.","c":"","s":["H1730","H3303","H5273","H6210","H7488"]},{"v":17,"t":"The beams of our house are cedar, and our rafters of fir.","c":"","s":["H730","H1004","H1266","H6982","H7351"]}]}