{
  "total": 16,
  "verses": [
    {
      "v": 1,
      "t": "Then took Gorgias five thousand footmen, and a thousand of the best horsemen, and removed out of the camp by night;",
      "c": 115,
      "s": []
    },
    {
      "v": 2,
      "t": "To the end he might rush in upon the camp of the Jews, and smite them suddenly. And the men of the fortress were his guides.",
      "c": 124,
      "s": []
    },
    {
      "v": 3,
      "t": "Now when Judas heard thereof he himself removed, and the valiant men with him, that he might smite the king's army which was at Emmaus,",
      "c": 135,
      "s": []
    },
    {
      "v": 4,
      "t": "While as yet the forces were dispersed from the camp.",
      "c": 53,
      "s": []
    },
    {
      "v": 5,
      "t": "In the mean season came Gorgias by night into the camp of Judas: and when he found no man there, he sought them in the mountains: for said he, These fellows flee from us",
      "c": 169,
      "s": []
    },
    {
      "v": 6,
      "t": "But as soon as it was day, Judas shewed himself in the plain with three thousand men, who nevertheless had neither armour nor swords to their minds.",
      "c": 148,
      "s": []
    },
    {
      "v": 7,
      "t": "And they saw the camp of the heathen, that it was strong and well harnessed, and compassed round about with horsemen; and these were expert of war.",
      "c": 147,
      "s": []
    },
    {
      "v": 8,
      "t": "Then said Judas to the men that were with him, Fear ye not their multitude, neither be ye afraid of their assault.",
      "c": 114,
      "s": []
    },
    {
      "v": 9,
      "t": "Remember how our fathers were delivered in the Red sea, when Pharaoh pursued them with an army.",
      "c": 95,
      "s": []
    },
    {
      "v": 10,
      "t": "Now therefore let us cry unto heaven, if peradventure the Lord will have mercy upon us, and remember the covenant of our fathers, and destroy this host before our face this day:",
      "c": 177,
      "s": []
    },
    {
      "v": 11,
      "t": "That so all the heathen may know that there is one who delivereth and saveth Israel.",
      "c": 84,
      "s": []
    },
    {
      "v": 12,
      "t": "Then the strangers lifted up their eyes, and saw them coming over against them.",
      "c": 79,
      "s": []
    },
    {
      "v": 13,
      "t": "Wherefore they went out of the camp to battle; but they that were with Judas sounded their trumpets.",
      "c": 100,
      "s": []
    },
    {
      "v": 14,
      "t": "So they joined battle, and the heathen being discomfited fled into the plain.",
      "c": 77,
      "s": []
    },
    {
      "v": 15,
      "t": "Howbeit all the hindmost of them were slain with the sword: for they pursued them unto Gazera, and unto the plains of Idumea, and Azotus, and Jamnia, so that there were slain of them upon a three thousand men.",
      "c": 209,
      "s": []
    },
    {
      "v": 16,
      "t": "This done, Judas returned again with his host from pursuing them,",
      "c": 65,
      "s": []
    },
    {
      "v": 17,
      "t": "And said to the people, Be not greedy of the spoil inasmuch as there is a battle before us,",
      "c": 91,
      "s": []
    },
    {
      "v": 18,
      "t": "And Gorgias and his host are here by us in the mountain: but stand ye now against our enemies, and overcome them, and after this ye may boldly take the spoils.",
      "c": 159,
      "s": []
    },
    {
      "v": 19,
      "t": "As Judas was yet speaking these words, there appeared a part of them looking out of the mountain:",
      "c": 97,
      "s": []
    },
    {
      "v": 20,
      "t": "Who when they perceived that the Jews had put their host to flight and were burning the tents; for the smoke that was seen declared what was done:",
      "c": 146,
      "s": []
    },
    {
      "v": 21,
      "t": "When therefore they perceived these things, they were sore afraid, and seeing also the host of Judas in the plain ready to fight,",
      "c": 129,
      "s": []
    },
    {
      "v": 22,
      "t": "They fled every one into the land of strangers.",
      "c": 47,
      "s": []
    },
    {
      "v": 23,
      "t": "Then Judas returned to spoil the tents, where they got much gold, and silver, and blue silk, and purple of the sea, and great riches.",
      "c": 133,
      "s": []
    },
    {
      "v": 24,
      "t": "After this they went home, and sung a song of thanksgiving, and praised the Lord in heaven: because it is good, because his mercy endureth forever.",
      "c": 147,
      "s": []
    },
    {
      "v": 25,
      "t": "Thus Israel had a great deliverance that day.",
      "c": 45,
      "s": []
    },
    {
      "v": 26,
      "t": "Now all the strangers that had escaped came and told Lysias what had happened:",
      "c": 78,
      "s": []
    },
    {
      "v": 27,
      "t": "Who, when he heard thereof, was confounded and discouraged, because neither such things as he would were done unto Israel, nor such things as the king commanded him were come to pass.",
      "c": 183,
      "s": []
    },
    {
      "v": 28,
      "t": "The next year therefore following Lysias gathered together threescore thousand choice men of foot, and five thousand horsemen, that he might subdue them.",
      "c": 153,
      "s": []
    },
    {
      "v": 29,
      "t": "So they came into Idumea, and pitched their tents at Bethsura, and Judas met them with ten thousand men.",
      "c": 104,
      "s": []
    },
    {
      "v": 30,
      "t": "And when he saw that mighty army, he prayed and said, Blessed art thou, O Saviour of Israel, who didst quell the violence of the mighty man by the hand of thy servant David, and gavest the host of strangers into the hands of Jonathan the son of Saul, and his armourbearer;",
      "c": 272,
      "s": []
    },
    {
      "v": 31,
      "t": "Shut up this army in the hand of thy people Israel, and let them be confounded in their power and horsemen:",
      "c": 107,
      "s": []
    },
    {
      "v": 32,
      "t": "Make them to be of no courage, and cause the boldness of their strength to fall away, and let them quake at their destruction:",
      "c": 126,
      "s": []
    },
    {
      "v": 33,
      "t": "Cast them down with the sword of them that love thee, and let all those that know thy name praise thee with thanksgiving.",
      "c": 121,
      "s": []
    },
    {
      "v": 34,
      "t": "So they joined battle; and there were slain of the host of Lysias about five thousand men, even before them were they slain.",
      "c": 124,
      "s": []
    },
    {
      "v": 35,
      "t": "Now when Lysias saw his army put to flight, and the manliness of Judas' soldiers, and how they were ready either to live or die valiantly, he went into Antiochia, and gathered together a company of strangers, and having made his army greater than it was, he purposed to come again into Judea.",
      "c": 292,
      "s": []
    },
    {
      "v": 36,
      "t": "Then said Judas and his brethren, Behold, our enemies are discomfited: let us go up to cleanse and dedicate the sanctuary.",
      "c": 122,
      "s": []
    },
    {
      "v": 37,
      "t": "Upon this all the host assembled themselves together, and went up into mount Sion.",
      "c": 82,
      "s": []
    },
    {
      "v": 38,
      "t": "And when they saw the sanctuary desolate, and the altar profaned, and the gates burned up, and shrubs growing in the courts as in a forest, or in one of the mountains, yea, and the priests' chambers pulled down;",
      "c": 211,
      "s": []
    },
    {
      "v": 39,
      "t": "They rent their clothes, and made great lamentation, and cast ashes upon their heads,",
      "c": 85,
      "s": []
    },
    {
      "v": 40,
      "t": "And fell down flat to the ground upon their faces, and blew an alarm with the trumpets, and cried toward heaven.",
      "c": 112,
      "s": []
    },
    {
      "v": 41,
      "t": "Then Judas appointed certain men to fight against those that were in the fortress, until he had cleansed the sanctuary.",
      "c": 119,
      "s": []
    },
    {
      "v": 42,
      "t": "So he chose priests of blameless conversation, such as had pleasure in the law:",
      "c": 79,
      "s": []
    },
    {
      "v": 43,
      "t": "Who cleansed the sanctuary, and bare out the defiled stones into an unclean place.",
      "c": 82,
      "s": []
    },
    {
      "v": 44,
      "t": "And when as they consulted what to do with the altar of burnt offerings, which was profaned;",
      "c": 92,
      "s": []
    },
    {
      "v": 45,
      "t": "They thought it best to pull it down, lest it should be a reproach to them, because the heathen had defiled it: wherefore they pulled it down,",
      "c": 142,
      "s": []
    },
    {
      "v": 46,
      "t": "And laid up the stones in the mountain of the temple in a convenient place, until there should come a prophet to shew what should be done with them.",
      "c": 148,
      "s": []
    },
    {
      "v": 47,
      "t": "Then they took whole stones according to the law, and built a new altar according to the former;",
      "c": 96,
      "s": []
    },
    {
      "v": 48,
      "t": "And made up the sanctuary, and the things that were within the temple, and hallowed the courts.",
      "c": 95,
      "s": []
    },
    {
      "v": 49,
      "t": "They made also new holy vessels, and into the temple they brought the candlestick, and the altar of burnt offerings, and of incense, and the table.",
      "c": 147,
      "s": []
    },
    {
      "v": 50,
      "t": "And upon the altar they burned incense, and the lamps that were upon the candlestick they lighted, that they might give light in the temple.",
      "c": 140,
      "s": []
    },
    {
      "v": 51,
      "t": "Furthermore they set the loaves upon the table, and spread out the veils, and finished all the works which they had begun to make.",
      "c": 130,
      "s": []
    },
    {
      "v": 52,
      "t": "Now on the five and twentieth day of the ninth month, which is called the month Casleu, in the hundred forty and eighth year, they rose up betimes in the morning,",
      "c": 162,
      "s": []
    },
    {
      "v": 53,
      "t": "And offered sacrifice according to the law upon the new altar of burnt offerings, which they had made.",
      "c": 102,
      "s": []
    },
    {
      "v": 54,
      "t": "Look, at what time and what day the heathen had profaned it, even in that was it dedicated with songs, and citherns, and harps, and cymbals.",
      "c": 140,
      "s": []
    },
    {
      "v": 55,
      "t": "Then all the people fell upon their faces, worshipping and praising the God of heaven, who had given them good success.",
      "c": 119,
      "s": []
    },
    {
      "v": 56,
      "t": "And so they kept the dedication of the altar eight days and offered burnt offerings with gladness, and sacrificed the sacrifice of deliverance and praise.",
      "c": 154,
      "s": []
    },
    {
      "v": 57,
      "t": "They decked also the forefront of the temple with crowns of gold, and with shields; and the gates and the chambers they renewed, and hanged doors upon them.",
      "c": 156,
      "s": []
    },
    {
      "v": 58,
      "t": "Thus was there very great gladness among the people, for that the reproach of the heathen was put away.",
      "c": 103,
      "s": []
    },
    {
      "v": 59,
      "t": "Moreover Judas and his brethren with the whole congregation of Israel ordained, that the days of the dedication of the altar should be kept in their season from year to year by the space of eight days, from the five and twentieth day of the month Casleu, with mirth and gladness.",
      "c": 279,
      "s": []
    },
    {
      "v": 60,
      "t": "At that time also they builded up the mount Sion with high walls and strong towers round about, lest the Gentiles should come and tread it down as they had done before.",
      "c": 168,
      "s": []
    },
    {
      "v": 61,
      "t": "And they set there a garrison to keep it, and fortified Bethsura to preserve it; that the people might have a defence against Idumea.",
      "c": 133,
      "s": []
    }
  ]
}