[
  {
    "v": 1,
    "t": "Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.",
    "c": [
      "John 1:12",
      "Romans 8:14",
      "John 15:18"
    ],
    "s": []
  },
  {
    "v": 2,
    "t": "Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.",
    "c": [
      "Philippians 3:21",
      "1 Corinthians 13:12",
      "Colossians 3:4"
    ],
    "s": []
  },
  {
    "v": 3,
    "t": "And every man that hath this hope in him purifieth himself, even as he is pure.",
    "c": [
      "2 Corinthians 7:1",
      "James 4:8",
      "1 Peter 1:15"
    ],
    "s": []
  },
  {
    "v": 4,
    "t": "Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.",
    "c": [
      "Romans 4:15",
      "James 2:9",
      "Romans 3:20"
    ],
    "s": []
  },
  {
    "v": 5,
    "t": "And ye know that he was manifested to take away our sins; and in him is no sin.",
    "c": [
      "John 1:29",
      "2 Corinthians 5:21",
      "Hebrews 4:15"
    ],
    "s": []
  },
  {
    "v": 6,
    "t": "Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.",
    "c": [
      "Romans 6:2",
      "1 John 5:18",
      "John 8:34"
    ],
    "s": []
  },
  {
    "v": 7,
    "t": "Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.",
    "c": [
      "Matthew 7:16",
      "James 2:24",
      "1 Peter 1:15"
    ],
    "s": []
  },
  {
    "v": 8,
    "t": "He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.",
    "c": [
      "Genesis 3:15",
      "Hebrews 2:14",
      "John 8:44"
    ],
    "s": []
  },
  {
    "v": 9,
    "t": "Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.",
    "c": [
      "1 Peter 1:23",
      "1 John 5:18",
      "John 3:3"
    ],
    "s": []
  },
  {
    "v": 10,
    "t": "In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.",
    "c": [
      "Matthew 13:38",
      "John 8:44",
      "1 John 4:8"
    ],
    "s": []
  },
  {
    "v": 11,
    "t": "For this is the message that ye heard from the beginning, that we should love one another.",
    "c": [
      "John 13:34",
      "Leviticus 19:18",
      "1 Thessalonians 4:9"
    ],
    "s": []
  },
  {
    "v": 12,
    "t": "Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.",
    "c": [
      "Genesis 4:8",
      "Hebrews 11:4",
      "Jude 1:11"
    ],
    "s": []
  },
  {
    "v": 13,
    "t": "Marvel not, my brethren, if the world hate you.",
    "c": [
      "John 15:18",
      "John 15:19",
      "Matthew 10:22"
    ],
    "s": []
  },
  {
    "v": 14,
    "t": "We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.",
    "c": [
      "John 5:24",
      "Romans 6:13",
      "1 John 4:20"
    ],
    "s": []
  },
  {
    "v": 15,
    "t": "Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.",
    "c": [
      "Matthew 5:21-22",
      "Galatians 5:21",
      "Revelation 21:8"
    ],
    "s": []
  },
  {
    "v": 16,
    "t": "Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.",
    "c": [
      "John 15:13",
      "Romans 5:8",
      "Ephesians 5:2"
    ],
    "s": []
  },
  {
    "v": 17,
    "t": "But whoso hath this world's good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?",
    "c": [
      "Deuteronomy 15:7",
      "Luke 3:11",
      "James 2:15-16"
    ],
    "s": []
  },
  {
    "v": 18,
    "t": "My little children, let us not love in word, neither in tongue; but in deed and in truth.",
    "c": [
      "James 2:17",
      "Matthew 7:21",
      "Romans 12:9"
    ],
    "s": []
  },
  {
    "v": 19,
    "t": "And hereby we know that we are of the truth, and shall assure our hearts before him.",
    "c": [
      "John 18:37",
      "1 John 2:21",
      "2 Peter 1:10"
    ],
    "s": []
  },
  {
    "v": 20,
    "t": "For if our heart condemn us, God is greater than our heart, and knoweth all things.",
    "c": [
      "Psalm 44:21",
      "Jeremiah 17:10",
      "Hebrews 4:13"
    ],
    "s": []
  },
  {
    "v": 21,
    "t": "Beloved, if our heart condemn us not, then have we confidence toward God.",
    "c": [
      "Hebrews 10:22",
      "1 John 5:14",
      "Romans 8:16"
    ],
    "s": []
  },
  {
    "v": 22,
    "t": "And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.",
    "c": [
      "John 14:13",
      "Psalm 34:15",
      "Proverbs 15:29"
    ],
    "s": []
  },
  {
    "v": 23,
    "t": "And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.",
    "c": [
      "John 6:29",
      "John 13:34",
      "1 John 4:21"
    ],
    "s": []
  },
  {
    "v": 24,
    "t": "And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.",
    "c": [
      "John 14:23",
      "Romans 8:9",
      "1 John 4:13"
    ],
    "s": []
  }
]