{
  "book": "1 John",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "num": 1,
          "text": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;",
          "crossRefs": [
            {"ref":"John 1:1","note":"In the beginning was the Word"},
            {"ref":"Luke 24:39","note":"Handle me, and see"}
          ],
          "commentary": ""
        },
        {
          "num": 2,
          "text": "(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)",
          "crossRefs": [
            {"ref":"John 1:4","note":"In him was life"},
            {"ref":"1 John 5:20","note":"This is the true God, and eternal life"}
          ],
          "commentary": ""
        },
        {
          "num": 3,
          "text": "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.",
          "crossRefs": [
            {"ref":"Acts 2:42","note":"Fellowship of the believers"},
            {"ref":"1 Corinthians 1:9","note":"Called unto the fellowship of his Son"}
          ],
          "commentary": ""
        },
        {
          "num": 4,
          "text": "And these things write we unto you, that your joy may be full.",
          "crossRefs": [
            {"ref":"John 15:11","note":"That your joy might be full"}
          ],
          "commentary": ""
        },
        {
          "num": 5,
          "text": "This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.",
          "crossRefs": [
            {"ref":"John 8:12","note":"I am the light of the world"},
            {"ref":"James 1:17","note":"Father of lights"}
          ],
          "commentary": ""
        },
        {
          "num": 6,
          "text": "If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:",
          "crossRefs": [
            {"ref":"John 3:19-21","note":"Men loved darkness rather than light"}
          ],
          "commentary": ""
        },
        {
          "num": 7,
          "text": "But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.",
          "crossRefs": [
            {"ref":"Ephesians 5:8","note":"Walk as children of light"},
            {"ref":"Revelation 1:5","note":"Washed us from our sins in his blood"}
          ],
          "commentary": ""
        },
        {
          "num": 8,
          "text": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
          "crossRefs": [
            {"ref":"Romans 3:23","note":"All have sinned"}
          ],
          "commentary": ""
        },
        {
          "num": 9,
          "text": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
          "crossRefs": [
            {"ref":"Proverbs 28:13","note":"Confess and forsake shall have mercy"},
            {"ref":"Micah 7:19","note":"Thou wilt cast all their sins into the depths"}
          ],
          "commentary": ""
        },
        {
          "num": 10,
          "text": "If we say that we have not sinned, we make him a liar, and his word is not in us.",
          "crossRefs": [
            {"ref":"Romans 3:10","note":"There is none righteous, no, not one"}
          ],
          "commentary": ""
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "num": 1,
          "text": "My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:",
          "crossRefs": [
            {"ref":"John 14:16","note":"Another Comforter (advocate)"},
            {"ref":"Hebrews 7:25","note":"He ever liveth to make intercession"}
          ],
          "commentary": ""
        },
        {
          "num": 2,
          "text": "And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.",
          "crossRefs": [
            {"ref":"Romans 3:25","note":"Propitiation through faith in his blood"},
            {"ref":"1 John 4:10","note":"Sent his Son to be the propitiation"}
          ],
          "commentary": ""
        },
        {
          "num": 3,
          "text": "And hereby we do know that we know him, if we keep his commandments.",
          "crossRefs": [
            {"ref":"John 14:15","note":"If ye love me, keep my commandments"}
          ],
          "commentary": ""
        },
        {
          "num": 4,
          "text": "He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.",
          "crossRefs": [
            {"ref":"Titus 1:16","note":"Profess they know God; in works deny him"}
          ],
          "commentary": ""
        },
        {
          "num": 5,
          "text": "But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.",
          "crossRefs": [
            {"ref":"John 14:23","note":"If a man love me, he will keep my words"}
          ],
          "commentary": ""
        },
        {
          "num": 6,
          "text": "He that saith he abideth in him ought himself also so to walk, even as he walked.",
          "crossRefs": [
            {"ref":"1 Peter 2:21","note":"Christ left us an example"}
          ],
          "commentary": ""
        },
        {
          "num": 7,
          "text": "Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.",
          "crossRefs": [
            {"ref":"Leviticus 19:18","note":"Love thy neighbour as thyself"}
          ],
          "commentary": ""
        },
        {
          "num": 8,
          "text": "Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.",
          "crossRefs": [
            {"ref":"John 13:34","note":"A new commandment… love one another"}
          ],
          "commentary": ""
        },
        {
          "num": 9,
          "text": "He that saith he is in the light, and hateth his brother, is in darkness even until now.",
          "crossRefs": [
            {"ref":"John 12:35","note":"Walk while ye have the light"}
          ],
          "commentary": ""
        },
        {
          "num": 10,
          "text": "He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.",
          "crossRefs": [
            {"ref":"Romans 13:10","note":"Love worketh no ill to his neighbour"}
          ],
          "commentary": ""
        },
        {
          "num": 11,
          "text": "But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.",
          "crossRefs": [
            {"ref":"Proverbs 4:19","note":"Way of the wicked is as darkness"}
          ],
          "commentary": ""
        },
        {
          "num": 12,
          "text": "I write unto you, little children, because your sins are forgiven you for his name's sake.",
          "crossRefs": [
            {"ref":"Acts 10:43","note":"Remission of sins through his name"}
          ],
          "commentary": ""
        },
        {
          "num": 13,
          "text": "I write unto you, fathers, because ye have known him that is from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.",
          "crossRefs": [
            {"ref":"Ephesians 6:11","note":"Stand against the wiles of the devil"}
          ],
          "commentary": ""
        },
        {
          "num": 14,
          "text": "I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.",
          "crossRefs": [
            {"ref":"Psalm 119:11","note":"Thy word have I hid in mine heart"}
          ],
          "commentary": ""
        },
        {
          "num": 15,
          "text": "Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.",
          "crossRefs": [
            {"ref":"James 4:4","note":"Friendship of the world is enmity with God"}
          ],
          "commentary": ""
        },
        {
          "num": 16,
          "text": "For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.",
          "crossRefs": [
            {"ref":"Genesis 3:6","note":"Saw that the tree was good… pleasant to the eyes"}
          ],
          "commentary": ""
        },
        {
          "num": 17,
          "text": "And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.",
          "crossRefs": [
            {"ref":"1 Corinthians 7:31","note":"Fashion of this world passeth away"}
          ],
          "commentary": ""
        },
        {
          "num": 18,
          "text": "Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.",
          "crossRefs": [
            {"ref":"2 Thessalonians 2:3","note":"Man of sin revealed"},
            {"ref":"Matthew 24:24","note":"False Christs and false prophets"}
          ],
          "commentary": ""
        },
        {
          "num": 19,
          "text": "They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.",
          "crossRefs": [
            {"ref":"John 6:66","note":"Many of his disciples went back"},
            {"ref":"1 Corinthians 11:19","note":"There must be heresies… that they which are approved may be made manifest"}
          ],
          "commentary": ""
        },
        {
          "num": 20,
          "text": "But ye have an unction from the Holy One, and ye know all things.",
          "crossRefs": [
            {"ref":"John 16:13","note":"Spirit will guide you into all truth"}
          ],
          "commentary": ""
        },
        {
          "num": 21,
          "text": "I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.",
          "crossRefs": [],
          "commentary": ""
        },
        {
          "num": 22,
          "text": "Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.",
          "crossRefs": [
            {"ref":"John 8:24","note":"If ye believe not that I am he"}
          ],
          "commentary": ""
        },
        {
          "num": 23,
          "text": "Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.",
          "crossRefs": [
            {"ref":"John 5:23","note":"He that honoureth not the Son"}
          ],
          "commentary": ""
        },
        {
          "num": 24,
          "text": "Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.",
          "crossRefs": [
            {"ref":"John 15:7","note":"If my words abide in you"}
          ],
          "commentary": ""
        },
        {
          "num": 25,
          "text": "And this is the promise that he hath promised us, even eternal life.",
          "crossRefs": [
            {"ref":"Titus 1:2","note":"In hope of eternal life, which God promised"}
          ],
          "commentary": ""
        },
        {
          "num": 26,
          "text": "These things have I written unto you concerning them that seduce you.",
          "crossRefs": [
            {"ref":"Matthew 24:11","note":"Many false prophets shall rise, and shall deceive many"}
          ],
          "commentary": ""
        },
        {
          "num": 27,
          "text": "But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.",
          "crossRefs": [
            {"ref":"Jeremiah 31:34","note":"They shall teach no more every man his neighbour"},
            {"ref":"John 14:26","note":"The Comforter shall teach you all things"}
          ],
          "commentary": ""
        },
        {
          "num": 28,
          "text": "And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.",
          "crossRefs": [
            {"ref":"1 John 3:2","note":"When he shall appear, we shall be like him"},
            {"ref":"1 Corinthians 1:8","note":"Blameless in the day of our Lord"}
          ],
          "commentary": ""
        },
        {
          "num": 29,
          "text": "If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.",
          "crossRefs": [
            {"ref":"John 3:3","note":"Born again… of God"},
            {"ref":"1 John 5:1","note":"Whosoever believeth… is born of God"}
          ],
          "commentary": ""
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {"num":1,"text":"Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.","crossRefs":[{"ref":"John 1:12","note":"Sons of God by receiving Christ"},{"ref":"John 15:18-19","note":"World hates you"}],"commentary":""},
        {"num":2,"text":"Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.","crossRefs":[{"ref":"Philippians 3:21","note":"Change our vile body"},{"ref":"1 Corinthians 13:12","note":"See face to face"}],"commentary":""},
        {"num":3,"text":"And every man that hath this hope in him purifieth himself, even as he is pure.","crossRefs":[{"ref":"2 Corinthians 7:1","note":"Perfecting holiness"},{"ref":"1 Peter 1:15-16","note":"Be ye holy"}],"commentary":""},
        {"num":4,"text":"Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.","crossRefs":[{"ref":"Romans 4:15","note":"Law worketh wrath"},{"ref":"Romans 7:7","note":"By the law is knowledge of sin"}],"commentary":""},
        {"num":5,"text":"And ye know that he was manifested to take away our sins; and in him is no sin.","crossRefs":[{"ref":"John 1:29","note":"Lamb of God taketh away sin"},{"ref":"2 Corinthians 5:21","note":"Knew no sin"}],"commentary":""},
        {"num":6,"text":"Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.","crossRefs":[{"ref":"Romans 6:14","note":"Sin shall not have dominion"},{"ref":"John 15:4","note":"Abide in me"}],"commentary":""},
        {"num":7,"text":"Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.","crossRefs":[{"ref":"Matthew 7:20","note":"By their fruits"},{"ref":"James 2:18","note":"Show faith by works"}],"commentary":""},
        {"num":8,"text":"He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.","crossRefs":[{"ref":"Genesis 3:15","note":"Bruise the serpent's head"},{"ref":"Hebrews 2:14","note":"Destroy him that had the power of death"}],"commentary":""},
        {"num":9,"text":"Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.","crossRefs":[{"ref":"1 John 5:18","note":"Born of God sinneth not"},{"ref":"2 Corinthians 5:17","note":"New creature"}],"commentary":""},
        {"num":10,"text":"In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.","crossRefs":[{"ref":"John 8:44","note":"Ye are of your father the devil"}],"commentary":""},
        {"num":11,"text":"For this is the message that ye heard from the beginning, that we should love one another.","crossRefs":[{"ref":"John 13:34","note":"A new commandment—love one another"}],"commentary":""},
        {"num":12,"text":"Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.","crossRefs":[{"ref":"Genesis 4:8","note":"Cain slew Abel"},{"ref":"Hebrews 11:4","note":"Abel's righteous offering"}],"commentary":""},
        {"num":13,"text":"Marvel not, my brethren, if the world hate you.","crossRefs":[{"ref":"John 15:18","note":"World hated me before it hated you"}],"commentary":""},
        {"num":14,"text":"We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.","crossRefs":[{"ref":"John 5:24","note":"Passed from death unto life"}],"commentary":""},
        {"num":15,"text":"Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.","crossRefs":[{"ref":"Matthew 5:21-22","note":"Anger and murder"}],"commentary":""},
        {"num":16,"text":"Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.","crossRefs":[{"ref":"John 10:11","note":"Good shepherd lays down his life"},{"ref":"Ephesians 5:2","note":"Gave himself for us"}],"commentary":""},
        {"num":17,"text":"But whoso hath this world's good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?","crossRefs":[{"ref":"Deuteronomy 15:7-8","note":"Open thine hand wide"}],"commentary":""},
        {"num":18,"text":"My little children, let us not love in word, neither in tongue; but in deed and in truth.","crossRefs":[{"ref":"James 2:15-17","note":"Faith without works is dead"}],"commentary":""},
        {"num":19,"text":"And hereby we know that we are of the truth, and shall assure our hearts before him.","crossRefs":[{"ref":"John 18:37","note":"Everyone that is of the truth hears my voice"}],"commentary":""},
        {"num":20,"text":"For if our heart condemn us, God is greater than our heart, and knoweth all things.","crossRefs":[{"ref":"Psalm 139:1-4","note":"Thou knowest my downsitting"}],"commentary":""},
        {"num":21,"text":"Beloved, if our heart condemn us not, then have we confidence toward God.","crossRefs":[{"ref":"Hebrews 10:22","note":"Draw near with full assurance"}],"commentary":""},
        {"num":22,"text":"And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.","crossRefs":[{"ref":"John 15:7","note":"Ask what ye will"},{"ref":"1 John 5:14","note":"Ask according to his will"}],"commentary":""},
        {"num":23,"text":"And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.","crossRefs":[{"ref":"John 6:29","note":"This is the work… believe"},{"ref":"John 13:34","note":"Love one another"}],"commentary":""},
        {"num":24,"text":"And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.","crossRefs":[{"ref":"John 14:23","note":"We will come unto him and make our abode"},{"ref":"Romans 8:16","note":"Spirit beareth witness"}],"commentary":""}
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {"num":1,"text":"Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.","crossRefs":[{"ref":"Matthew 7:15","note":"Beware of false prophets"},{"ref":"1 Thessalonians 5:21","note":"Prove all things"}],"commentary":""},
        {"num":2,"text":"Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:","crossRefs":[{"ref":"John 1:14","note":"Word was made flesh"}],"commentary":""},
        {"num":3,"text":"And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.","crossRefs":[{"ref":"2 John 7","note":"Many deceivers deny Christ come in the flesh"}],"commentary":""},
        {"num":4,"text":"Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.","crossRefs":[{"ref":"John 16:33","note":"Be of good cheer; I have overcome"}],"commentary":""},
        {"num":5,"text":"They are of the world: therefore speak they of the world, and the world heareth them.","crossRefs":[{"ref":"John 15:19","note":"Ye are not of the world"}],"commentary":""},
        {"num":6,"text":"We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.","crossRefs":[{"ref":"John 8:47","note":"He that is of God heareth God's words"}],"commentary":""},
        {"num":7,"text":"Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.","crossRefs":[{"ref":"John 13:35","note":"By this shall all men know"}],"commentary":""},
        {"num":8,"text":"He that loveth not knoweth not God; for God is love.","crossRefs":[{"ref":"Exodus 34:6","note":"Abounding in lovingkindness"}],"commentary":""},
        {"num":9,"text":"In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.","crossRefs":[{"ref":"John 3:16","note":"God so loved the world"}],"commentary":""},
        {"num":10,"text":"Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.","crossRefs":[{"ref":"Romans 5:8","note":"While we were yet sinners"},{"ref":"1 John 2:2","note":"Propitiation for our sins"}],"commentary":""},
        {"num":11,"text":"Beloved, if God so loved us, we ought also to love one another.","crossRefs":[{"ref":"Ephesians 5:1-2","note":"Be followers of God; walk in love"}],"commentary":""},
        {"num":12,"text":"No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.","crossRefs":[{"ref":"John 1:18","note":"No man hath seen God at any time"}],"commentary":""},
        {"num":13,"text":"Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.","crossRefs":[{"ref":"Romans 8:9","note":"If any man have not the Spirit"}],"commentary":""},
        {"num":14,"text":"And we have seen and do testify that the Father sent the Son to be the Saviour of the world.","crossRefs":[{"ref":"John 4:42","note":"This is indeed the Christ, the Saviour of the world"}],"commentary":""},
        {"num":15,"text":"Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.","crossRefs":[{"ref":"Romans 10:9-10","note":"Confess with thy mouth"}],"commentary":""},
        {"num":16,"text":"And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.","crossRefs":[{"ref":"Ephesians 3:17-19","note":"Rooted and grounded in love"}],"commentary":""},
        {"num":17,"text":"Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.","crossRefs":[{"ref":"Hebrews 4:16","note":"Come boldly unto the throne"}],"commentary":""},
        {"num":18,"text":"There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.","crossRefs":[{"ref":"Romans 8:15","note":"Spirit of bondage again to fear"}],"commentary":""},
        {"num":19,"text":"We love him, because he first loved us.","crossRefs":[{"ref":"Ephesians 2:4-5","note":"Great love wherewith he loved us"}],"commentary":""},
        {"num":20,"text":"If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?","crossRefs":[{"ref":"John 13:34-35","note":"Love one another"}],"commentary":""},
        {"num":21,"text":"And this commandment have we from him, That he who loveth God love his brother also.","crossRefs":[{"ref":"Matthew 22:37-39","note":"Two great commandments"}],"commentary":""}
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {"num":1,"text":"Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.","crossRefs":[{"ref":"John 1:12-13","note":"Born of God"},{"ref":"1 John 4:20-21","note":"Love God, love brother"}],"commentary":""},
        {"num":2,"text":"By this we know that we love the children of God, when we love God, and keep his commandments.","crossRefs":[{"ref":"John 14:15","note":"If ye love me, keep my commandments"}],"commentary":""},
        {"num":3,"text":"For this is the love of God, that we keep his commandments: and his commandments are not grievous.","crossRefs":[{"ref":"Deuteronomy 30:11","note":"Commandment not hidden nor far off"}],"commentary":""},
        {"num":4,"text":"For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.","crossRefs":[{"ref":"John 16:33","note":"I have overcome the world"}],"commentary":""},
        {"num":5,"text":"Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?","crossRefs":[{"ref":"1 John 4:15","note":"Confess Jesus is the Son of God"}],"commentary":""},
        {"num":6,"text":"This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.","crossRefs":[{"ref":"John 19:34","note":"Blood and water from his side"},{"ref":"John 15:26","note":"Spirit of truth"}],"commentary":""},
        {"num":7,"text":"For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.","crossRefs":[{"ref":"Matthew 28:19","note":"Baptizing in the name of the Father, Son, Holy Ghost"}],"commentary":""},
        {"num":8,"text":"And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.","crossRefs":[{"ref":"Hebrews 9:14","note":"Eternal Spirit; blood of Christ"}],"commentary":""},
        {"num":9,"text":"If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.","crossRefs":[{"ref":"John 5:37","note":"The Father himself hath borne witness"}],"commentary":""},
        {"num":10,"text":"He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.","crossRefs":[{"ref":"Romans 8:16","note":"Spirit beareth witness with our spirit"}],"commentary":""},
        {"num":11,"text":"And this is the record, that God hath given to us eternal life, and this life is in his Son.","crossRefs":[{"ref":"John 5:26","note":"Life in himself"}],"commentary":""},
        {"num":12,"text":"He that hath the Son hath life; and he that hath not the Son of God hath not life.","crossRefs":[{"ref":"John 3:36","note":"He that hath the Son hath life"}],"commentary":""},
        {"num":13,"text":"These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.","crossRefs":[{"ref":"John 20:31","note":"Written that ye might believe"}],"commentary":""},
        {"num":14,"text":"And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:","crossRefs":[{"ref":"1 John 3:22","note":"Receive because we keep his commandments"}],"commentary":""},
        {"num":15,"text":"And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.","crossRefs":[{"ref":"Mark 11:24","note":"Believe ye receive"}],"commentary":""},
        {"num":16,"text":"If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.","crossRefs":[{"ref":"Numbers 15:30-31","note":"Presumptuous sin"},{"ref":"Acts 5:1-5","note":"Ananias and Sapphira"}],"commentary":""},
        {"num":17,"text":"All unrighteousness is sin: and there is a sin not unto death.","crossRefs":[{"ref":"Romans 14:23","note":"Whatsoever is not of faith is sin"}],"commentary":""},
        {"num":18,"text":"We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.","crossRefs":[{"ref":"1 John 3:9","note":"Born of God sinneth not"},{"ref":"John 17:15","note":"Keep them from the evil"}],"commentary":""},
        {"num":19,"text":"And we know that we are of God, and the whole world lieth in wickedness.","crossRefs":[{"ref":"Galatians 1:4","note":"Present evil world"}],"commentary":""},
        {"num":20,"text":"And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.","crossRefs":[{"ref":"Luke 24:45","note":"Opened their understanding"},{"ref":"1 John 1:2","note":"That eternal life"}],"commentary":""},
        {"num":21,"text":"Little children, keep yourselves from idols. Amen.","crossRefs":[{"ref":"1 Corinthians 10:14","note":"Flee from idolatry"}],"commentary":""}
      ]
    }
  ]
}
