[
  {
    "v": 1,
    "t": "Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 2,
    "t": "Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 3,
    "t": "I thank my God upon every remembrance of you,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 4,
    "t": "Always in every prayer of mine for you all making request with joy,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 5,
    "t": "For your fellowship in the gospel from the first day until now;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 6,
    "t": "Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 7,
    "t": "Even as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 8,
    "t": "For God is my record, how greatly I long after you all in the bowels of Jesus Christ.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 9,
    "t": "And this I pray, that your love may abound yet more and more in knowledge and in all judgment;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 10,
    "t": "That ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 11,
    "t": "Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 12,
    "t": "But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 13,
    "t": "So that my bonds in Christ are manifest in all the palace, and in all other places;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 14,
    "t": "And many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 15,
    "t": "Some indeed preach Christ even of envy and strife; and some also of good will:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 16,
    "t": "The one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 17,
    "t": "But the other of love, knowing that I am set for the defence of the gospel.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 18,
    "t": "What then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 19,
    "t": "For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 20,
    "t": "According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 21,
    "t": "For to me to live is Christ, and to die is gain.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 22,
    "t": "But if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 23,
    "t": "For I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 24,
    "t": "Nevertheless to abide in the flesh is more needful for you.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 25,
    "t": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 26,
    "t": "That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 27,
    "t": "Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 28,
    "t": "And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 29,
    "t": "For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 30,
    "t": "Having the same conflict which ye saw in me, and now hear to be in me.",
    "c": [],
    "s": [],
    "note": ""
  }
]