[
  {
    "v": 3,
    "t": "And she prayed unto the Lord God of Israel, saying, O my Lord, thou only art our King: help me, desolate woman, which have no helper but thee:",
    "c": [],
    "s": []
  },
  {
    "v": 4,
    "t": "For my danger is in mine hand.",
    "c": [],
    "s": []
  },
  {
    "v": 5,
    "t": "From my youth up I have heard in the tribe of my family that thou, O Lord, tookest Israel from among all people, and our fathers from all their predecessors, for a perpetual inheritance, and thou hast performed whatsoever thou didst promise them.",
    "c": [],
    "s": []
  },
  {
    "v": 6,
    "t": "And now we have sinned before thee: therefore hast thou given us into the hands of our enemies,",
    "c": [],
    "s": []
  },
  {
    "v": 7,
    "t": "Because we worshipped their gods: O Lord, thou art righteous.",
    "c": [],
    "s": []
  },
  {
    "v": 8,
    "t": "Nevertheless it satisfieth them not, that we are in bitter captivity: but they have stricken hands with their idols,",
    "c": [],
    "s": []
  },
  {
    "v": 9,
    "t": "That they will abolish the thing that thou with thy mouth hast ordained, and destroy thine inheritance, and stop the mouth of them that praise thee, and quench the glory of thy house, and of thine altar,",
    "c": [],
    "s": []
  },
  {
    "v": 10,
    "t": "And open the mouths of the heathen to set forth the praises of the idols, and to magnify a fleshly king for ever.",
    "c": [],
    "s": []
  },
  {
    "v": 11,
    "t": "O Lord, give not thy sceptre unto them that be nothing, and let them not laugh at our fall; but turn their device upon themselves, and make him an example, that hath begun this against us.",
    "c": [],
    "s": []
  },
  {
    "v": 12,
    "t": "Remember, O Lord, make thyself known in time of our affliction, and give me boldness, O King of the nations, and Lord of all power.",
    "c": [],
    "s": []
  },
  {
    "v": 13,
    "t": "Give me eloquent speech in my mouth before the lion: turn his heart to hate him that fighteth against us, that there may be an end of him, and of all that are likeminded to him:",
    "c": [],
    "s": []
  },
  {
    "v": 14,
    "t": "But deliver us with thine hand, and help me that am desolate, and which have no other help but thee.",
    "c": [],
    "s": []
  }
]