{
  "total": 19,
  "verses": [
    {
      "v": 1,
      "t": "Again, one preparing himself to sail, and about to pass through the raging waves, calleth upon a piece of wood more rotten than the vessel that carrieth him.",
      "c": 157,
      "s": []
    },
    {
      "v": 2,
      "t": "For verily desire of gain devised that, and the workman built it by his skill.",
      "c": 78,
      "s": []
    },
    {
      "v": 3,
      "t": "But thy providence, O Father, governeth it: for thou hast made a way in the sea, and a safe path in the waves;",
      "c": 110,
      "s": []
    },
    {
      "v": 4,
      "t": "Shewing that thou canst save from all danger: yea, though a man went to sea without art.",
      "c": 88,
      "s": []
    },
    {
      "v": 5,
      "t": "Nevertheless thou wouldest not that the works of thy wisdom should be idle, and therefore do men commit their lives to a small piece of wood, and passing the rough sea in a weak vessel are saved.",
      "c": 195,
      "s": []
    },
    {
      "v": 6,
      "t": "For in the old time also, when the proud giants perished, the hope of the world governed by thy hand escaped in a weak vessel, and left to all ages a seed of generation.",
      "c": 169,
      "s": []
    },
    {
      "v": 7,
      "t": "For blessed is the wood whereby righteousness cometh.",
      "c": 53,
      "s": []
    },
    {
      "v": 8,
      "t": "But that which is made with hands is cursed, as well it, as he that made it: he, because he made it; and it, because, being corruptible, it was called god.",
      "c": 155,
      "s": []
    },
    {
      "v": 9,
      "t": "For the ungodly and his ungodliness are both alike hateful unto God.",
      "c": 68,
      "s": []
    },
    {
      "v": 10,
      "t": "For that which is made shall be punished together with him that made it.",
      "c": 72,
      "s": []
    },
    {
      "v": 11,
      "t": "Therefore even upon the idols of the Gentiles shall there be a visitation: because in the creature of God they are become an abomination, and stumblingblocks to the souls of men, and a snare to the feet of the unwise.",
      "c": 217,
      "s": []
    },
    {
      "v": 12,
      "t": "For the devising of idols was the beginning of spiritual fornication, and the invention of them the corruption of life.",
      "c": 119,
      "s": []
    },
    {
      "v": 13,
      "t": "For neither were they from the beginning, neither shall they be for ever.",
      "c": 73,
      "s": []
    },
    {
      "v": 14,
      "t": "For by the vain glory of men they entered into the world, and therefore shall they come shortly to an end.",
      "c": 106,
      "s": []
    },
    {
      "v": 15,
      "t": "For a father afflicted with untimely mourning, when he hath made an image of his child soon taken away, now honoured him as a god, which was then a dead man, and delivered to those that were under him ceremonies and sacrifices.",
      "c": 227,
      "s": []
    },
    {
      "v": 16,
      "t": "Thus in process of time an ungodly custom grown strong was kept as a law, and graven images were worshipped by the commandments of kings.",
      "c": 137,
      "s": []
    },
    {
      "v": 17,
      "t": "Whom men could not honour in presence, because they dwelt far off, they took the counterfeit of his visage from far, and made an express image of a king whom they honoured, to the end that by this their forwardness they might flatter him that was absent, as if he were present.",
      "c": 277,
      "s": []
    },
    {
      "v": 18,
      "t": "Also the singular diligence of the artificer did help to set forward the ignorant to more superstition.",
      "c": 103,
      "s": []
    },
    {
      "v": 19,
      "t": "For he, peradventure willing to please one in authority, forced all his skill to make the resemblance of the best fashion.",
      "c": 122,
      "s": []
    },
    {
      "v": 20,
      "t": "And so the multitude, allured by the grace of the work, took him now for a god, which a little before was but honoured.",
      "c": 119,
      "s": []
    },
    {
      "v": 21,
      "t": "And this was an occasion to deceive the world: for men, serving either calamity or tyranny, did ascribe unto stones and stocks the incommunicable name.",
      "c": 151,
      "s": []
    },
    {
      "v": 22,
      "t": "Moreover this was not enough for them, that they erred in the knowledge of God; but whereas they lived in the great war of ignorance, those so great plagues called they peace.",
      "c": 175,
      "s": []
    },
    {
      "v": 23,
      "t": "For whilst they slew their children in sacrifices, or used secret ceremonies, or made revellings of strange rites;",
      "c": 114,
      "s": []
    },
    {
      "v": 24,
      "t": "They kept neither lives nor marriages any longer undefiled: but either one slew another traiterously, or grieved him by adultery.",
      "c": 129,
      "s": []
    },
    {
      "v": 25,
      "t": "So that there reigned in all men without exception blood, manslaughter, theft, and dissimulation, corruption, unfaithfulness, tumults, perjury,",
      "c": 143,
      "s": []
    },
    {
      "v": 26,
      "t": "Disquieting of good men, forgetfulness of good turns, defiling of souls, changing of kind, disorder in marriages, adultery, and shameless uncleanness.",
      "c": 150,
      "s": []
    },
    {
      "v": 27,
      "t": "For the worshipping of idols not to be named is the beginning, the cause, and the end, of all evil.",
      "c": 99,
      "s": []
    },
    {
      "v": 28,
      "t": "For either they are mad when they be merry, or prophesy lies, or live unjustly, or else lightly forswear themselves.",
      "c": 116,
      "s": []
    },
    {
      "v": 29,
      "t": "For insomuch as their trust is in idols, which have no life; though they swear falsely, yet they look not to be hurt.",
      "c": 117,
      "s": []
    },
    {
      "v": 30,
      "t": "Howbeit for both causes shall they be justly punished: both because they thought not well of God, giving heed unto idols, and also unjustly swore in deceit, despising holiness.",
      "c": 176,
      "s": []
    },
    {
      "v": 31,
      "t": "For it is not the power of them by whom they swear: but it is the just vengeance of sinners, that punisheth always the offence of the ungodly.",
      "c": 142,
      "s": []
    }
  ]
}