{
  "total": 19,
  "verses": [
    {
      "v": 1,
      "t": "As for the ungodly, wrath came upon them without mercy unto the end: for he knew before what they would do;",
      "c": 107,
      "s": []
    },
    {
      "v": 2,
      "t": "How that having given them leave to depart, and sent them hastily away, they would repent and pursue them.",
      "c": 106,
      "s": []
    },
    {
      "v": 3,
      "t": "For whilst they were yet mourning and making lamentation at the graves of the dead, they added another foolish device, and pursued them as fugitives, whom they had intreated to be gone.",
      "c": 185,
      "s": []
    },
    {
      "v": 4,
      "t": "For the destiny, whereof they were worthy, drew them unto this end, and made them forget the things that had already happened, that they might fulfil the punishment which was wanting to their torments:",
      "c": 201,
      "s": []
    },
    {
      "v": 5,
      "t": "And that thy people might pass a wonderful way: but they might find a strange death.",
      "c": 84,
      "s": []
    },
    {
      "v": 6,
      "t": "For the whole creature in his proper kind was fashioned again anew, serving the peculiar commandments that were given unto them, that thy children might be kept without hurt:",
      "c": 174,
      "s": []
    },
    {
      "v": 7,
      "t": "As namely, a cloud shadowing the camp; and where water stood before, dry land appeared; and out of the Red sea a way without impediment; and out of the violent stream a green field:",
      "c": 181,
      "s": []
    },
    {
      "v": 8,
      "t": "Wherethrough all the people went that were defended with thy hand, seeing thy marvellous strange wonders.",
      "c": 105,
      "s": []
    },
    {
      "v": 9,
      "t": "For they went at large like horses, and leaped like lambs, praising thee, O Lord, who hadst delivered them.",
      "c": 107,
      "s": []
    },
    {
      "v": 10,
      "t": "For they were yet mindful of the things that were done while they sojourned in the strange land, how the ground brought forth flies instead of cattle, and how the river cast up a multitude of frogs instead of fishes.",
      "c": 216,
      "s": []
    },
    {
      "v": 11,
      "t": "But afterwards they saw a new generation of fowls, when, being led with their appetite, they asked delicate meats.",
      "c": 114,
      "s": []
    },
    {
      "v": 12,
      "t": "For quails came up unto them from the sea for their contentment.",
      "c": 64,
      "s": []
    },
    {
      "v": 13,
      "t": "And punishments came upon the sinners not without former signs by the force of thunders: for they suffered justly according to their own wickedness, insomuch as they used a more hard and hateful behaviour toward strangers.",
      "c": 222,
      "s": []
    },
    {
      "v": 14,
      "t": "For the Sodomites did not receive those, whom they knew not when they came: but these brought friends into bondage, that had well deserved of them.",
      "c": 147,
      "s": []
    },
    {
      "v": 15,
      "t": "And not only so, but peradventure some respect shall be had of those, because they used strangers not friendly:",
      "c": 111,
      "s": []
    },
    {
      "v": 16,
      "t": "But these very grievously afflicted them, whom they had received with feastings, and were already made partakers of the same laws with them.",
      "c": 140,
      "s": []
    },
    {
      "v": 17,
      "t": "Therefore even with blindness were these stricken, as those were at the doors of the righteous man: when, being compassed about with horrible great darkness, every one sought the passage of his own doors.",
      "c": 204,
      "s": []
    },
    {
      "v": 18,
      "t": "For the elements were changed in themselves by a kind of harmony, like as in a psaltery notes change the name of the tune, and yet are always sounds; which may well be perceived by the sight of the things that have been done.",
      "c": 225,
      "s": []
    },
    {
      "v": 19,
      "t": "For earthly things were turned into watery, and the things, that before swam in the water, now went upon the ground.",
      "c": 116,
      "s": []
    },
    {
      "v": 20,
      "t": "The fire had power in the water, forgetting his own virtue: and the water forgat his own quenching nature.",
      "c": 106,
      "s": []
    },
    {
      "v": 21,
      "t": "On the other side, the flames wasted not the flesh of the corruptible living things, though they walked therein; neither melted they the icy kind of heavenly meat that was of nature apt to melt.",
      "c": 194,
      "s": []
    },
    {
      "v": 22,
      "t": "For in all things, O Lord, thou didst magnify thy people, and glorify them, neither didst thou lightly regard them: but didst assist them in every time and place.",
      "c": 162,
      "s": []
    }
  ]
}