{
  "total": 19,
  "verses": [
    {
      "v": 1,
      "t": "Better it is to have no children, and to have virtue: for the memorial thereof is immortal: because it is known with God, and with men.",
      "c": 135,
      "s": []
    },
    {
      "v": 2,
      "t": "When it is present, men take example at it; and when it is gone, they desire it: it weareth a crown, and triumpheth for ever, having gotten the victory, striving for undefiled rewards.",
      "c": 184,
      "s": []
    },
    {
      "v": 3,
      "t": "But the multiplying brood of the ungodly shall not thrive, nor take deep rooting from bastard slips, nor lay any fast foundation.",
      "c": 129,
      "s": []
    },
    {
      "v": 4,
      "t": "For though they flourish in branches for a time; yet standing not last, they shall be shaken with the wind, and through the force of winds they shall be rooted out.",
      "c": 164,
      "s": []
    },
    {
      "v": 5,
      "t": "The imperfect branches shall be broken off, their fruit unprofitable, not ripe to eat, yea, meet for nothing.",
      "c": 109,
      "s": []
    },
    {
      "v": 6,
      "t": "For children begotten of unlawful beds are witnesses of wickedness against their parents in their trial.",
      "c": 104,
      "s": []
    },
    {
      "v": 7,
      "t": "But though the righteous be prevented with death, yet shall he be in rest.",
      "c": 74,
      "s": []
    },
    {
      "v": 8,
      "t": "For honourable age is not that which standeth in length of time, nor that is measured by number of years.",
      "c": 105,
      "s": []
    },
    {
      "v": 9,
      "t": "But wisdom is the gray hair unto men, and an unspotted life is old age.",
      "c": 71,
      "s": []
    },
    {
      "v": 10,
      "t": "He pleased God, and was beloved of him: so that living among sinners he was translated.",
      "c": 87,
      "s": []
    },
    {
      "v": 11,
      "t": "Yea speedily was he taken away, lest that wickedness should alter his understanding, or deceit beguile his soul.",
      "c": 112,
      "s": []
    },
    {
      "v": 12,
      "t": "For the bewitching of naughtiness doth obscure things that are honest; and the wandering of concupiscence doth undermine the simple mind.",
      "c": 137,
      "s": []
    },
    {
      "v": 13,
      "t": "He, being made perfect in a short time, fulfilled a long time:",
      "c": 62,
      "s": []
    },
    {
      "v": 14,
      "t": "For his soul pleased the Lord: therefore hasted he to take him away from among the wicked.",
      "c": 90,
      "s": []
    },
    {
      "v": 15,
      "t": "This the people saw, and understood it not, neither laid they up this in their minds, That his grace and mercy is with his saints, and that he hath respect unto his chosen.",
      "c": 172,
      "s": []
    },
    {
      "v": 16,
      "t": "Thus the righteous that is dead shall condemn the ungodly which are living; and youth that is soon perfected the many years and old age of the unrighteous.",
      "c": 155,
      "s": []
    },
    {
      "v": 17,
      "t": "For they shall see the end of the wise, and shall not understand what God in his counsel hath decreed of him, and to what end the Lord hath set him in safety.",
      "c": 158,
      "s": []
    },
    {
      "v": 18,
      "t": "They shall see him, and despise him; but God shall laugh them to scorn: and they shall hereafter be a vile carcase, and a reproach among the dead for evermore.",
      "c": 159,
      "s": []
    },
    {
      "v": 19,
      "t": "For he shall rend them, and cast them down headlong, that they shall be speechless; and he shall shake them from the foundation; and they shall be utterly laid waste, and be in sorrow; and their memorial shall perish.",
      "c": 217,
      "s": []
    },
    {
      "v": 20,
      "t": "And when they cast up the accounts of their sins, they shall come with fear: and their own iniquities shall convince them to their face.",
      "c": 136,
      "s": []
    }
  ]
}