[
  {
    "v": 1,
    "t": "Hear therefore, O ye kings, and understand; learn, ye that be judges of the ends of the earth.",
    "c": [],
    "s": []
  },
  {
    "v": 2,
    "t": "Give ear, ye that rule the people, and glory in the multitude of nations.",
    "c": [],
    "s": []
  },
  {
    "v": 3,
    "t": "For power is given you of the Lord, and sovereignty from the Highest, who shall try your works, and search out your counsels.",
    "c": [],
    "s": []
  },
  {
    "v": 4,
    "t": "Because, being ministers of his kingdom, ye have not judged aright, nor kept the law, nor walked after the counsel of God;",
    "c": [],
    "s": []
  },
  {
    "v": 5,
    "t": "Horribly and speedily shall he come upon you: for a sharp judgment shall be to them that be in high places.",
    "c": [],
    "s": []
  },
  {
    "v": 6,
    "t": "For mercy will soon pardon the meanest: but mighty men shall be mightily tormented.",
    "c": [],
    "s": []
  },
  {
    "v": 7,
    "t": "For he which is Lord over all shall fear no man's person, neither shall he stand in awe of any man's greatness: for he hath made the small and great, and careth for all alike.",
    "c": [],
    "s": []
  },
  {
    "v": 8,
    "t": "But a sore trial shall come upon the mighty.",
    "c": [],
    "s": []
  },
  {
    "v": 9,
    "t": "Unto you therefore, O kings, do I speak, that ye may learn wisdom, and not fall away.",
    "c": [],
    "s": []
  },
  {
    "v": 10,
    "t": "For they that keep holiness holily shall be judged holy: and they that have learned such things shall find what to answer.",
    "c": [],
    "s": []
  },
  {
    "v": 11,
    "t": "Wherefore set your affection upon my words; desire them, and ye shall be instructed.",
    "c": [],
    "s": []
  },
  {
    "v": 12,
    "t": "Wisdom is glorious, and never fadeth away: yea, she is easily seen of them that love her, and found of such as seek her.",
    "c": [],
    "s": []
  },
  {
    "v": 13,
    "t": "She preventeth them that desire her, in making herself first known unto them.",
    "c": [],
    "s": []
  },
  {
    "v": 14,
    "t": "Whoso seeketh her early shall have no great travail: for he shall find her sitting at his doors.",
    "c": [],
    "s": []
  },
  {
    "v": 15,
    "t": "To think therefore upon her is perfection of wisdom: and whoso watcheth for her shall quickly be without care.",
    "c": [],
    "s": []
  },
  {
    "v": 16,
    "t": "For she goeth about seeking such as are worthy of her, sheweth herself favourably unto them in the ways, and meeteth them in every thought.",
    "c": [],
    "s": []
  },
  {
    "v": 17,
    "t": "For the very true beginning of her is the desire of discipline; and the care of discipline is love;",
    "c": [],
    "s": []
  },
  {
    "v": 18,
    "t": "And love is the keeping of her laws; and the giving heed unto her laws is the assurance of incorruption;",
    "c": [],
    "s": []
  },
  {
    "v": 19,
    "t": "And incorruption maketh us near unto God:",
    "c": [],
    "s": []
  },
  {
    "v": 20,
    "t": "Therefore the desire of wisdom bringeth to a kingdom.",
    "c": [],
    "s": []
  },
  {
    "v": 21,
    "t": "If your delight be then in thrones and sceptres, O ye kings of the people, honour wisdom, that ye may reign for evermore.",
    "c": [],
    "s": []
  },
  {
    "v": 22,
    "t": "As for wisdom, what she is, and how she came up, I will tell you, and will not hide mysteries from you: but will seek her out from the beginning of her nativity, and bring the knowledge of her into light, and will not pass over the truth.",
    "c": [],
    "s": []
  },
  {
    "v": 23,
    "t": "Neither will I go with consuming envy; for such a man shall have no fellowship with wisdom.",
    "c": [],
    "s": []
  },
  {
    "v": 24,
    "t": "But the multitude of the wise is the welfare of the world: and a wise king is the upholding of the people.",
    "c": [],
    "s": []
  },
  {
    "v": 25,
    "t": "Receive therefore instruction through my words, and it shall do you good.",
    "c": [],
    "s": []
  }
]