{
  "total": 24,
  "verses": [
    {
      "v": 1,
      "t": "This then was the lot of the tribe of the children of Judah by their families; even to the border of Edom the wilderness of Zin southward was the uttermost part of the south coast.",
      "c": 180,
      "s": []
    },
    {
      "v": 2,
      "t": "And their south border was from the shore of the salt sea, from the bay that looketh southward:",
      "c": 95,
      "s": []
    },
    {
      "v": 3,
      "t": "And it went out to the south side to Maaleh-acrabbim, and passed along to Zin, and ascended up on the south side unto Kadesh-barnea, and passed along to Hezron, and went up to Adar, and fetched a compass to Karkaa:",
      "c": 214,
      "s": []
    },
    {
      "v": 4,
      "t": "From thence it passed toward Azmon, and went out unto the river of Egypt; and the goings out of that coast were at the sea: this shall be your south coast.",
      "c": 155,
      "s": []
    },
    {
      "v": 5,
      "t": "And the east border was the salt sea, even unto the end of Jordan. And their border in the north quarter was from the bay of the sea at the uttermost part of Jordan:",
      "c": 165,
      "s": []
    },
    {
      "v": 6,
      "t": "And the border went up to Beth-hogla, and passed along by the north of Beth-arabah; and the border went up to the stone of Bohan the son of Reuben:",
      "c": 147,
      "s": []
    },
    {
      "v": 7,
      "t": "And the border went up toward Debir from the valley of Achor, and so northward, looking toward Gilgal, that is before the going up to Adummim, which is on the south side of the river: and the border passed toward the waters of En-shemesh, and the goings out thereof were at En-rogel:",
      "c": 283,
      "s": []
    },
    {
      "v": 8,
      "t": "And the border went up by the valley of the son of Hinnom unto the south side of the Jebusite; the same is Jerusalem: and the border went up to the top of the mountain that lieth before the valley of Hinnom westward, which is at the end of the valley of the giants northward:",
      "c": 275,
      "s": []
    },
    {
      "v": 9,
      "t": "And the border was drawn from the top of the hill unto the fountain of the water of Nephtoah, and went out to the cities of mount Ephron; and the border was drawn to Baalah, which is Kirjath-jearim:",
      "c": 198,
      "s": []
    },
    {
      "v": 10,
      "t": "And the border compassed from Baalah westward unto mount Seir, and passed along unto the side of mount Jearim, which is Chesalon, on the north side, and went down to Beth-shemesh, and passed on to Timnah:",
      "c": 204,
      "s": []
    },
    {
      "v": 11,
      "t": "And the border went out unto the side of Ekron northward: and the border was drawn to Shicron, and passed along to mount Baalah, and went out unto Jabneel; and the goings out of the border were at the sea.",
      "c": 205,
      "s": []
    },
    {
      "v": 12,
      "t": "And the west border was to the great sea, and the coast thereof. This is the coast of the children of Judah round about according to their families.",
      "c": 148,
      "s": []
    },
    {
      "v": 13,
      "t": "And unto Caleb the son of Jephunneh he gave a part among the children of Judah, according to the commandment of the LORD to Joshua, even the city of Arba the father of Anak, which city is Hebron.",
      "c": 195,
      "s": []
    },
    {
      "v": 14,
      "t": "And Caleb drove thence the three sons of Anak, Sheshai, and Ahiman, and Talmai, the children of Anak.",
      "c": 101,
      "s": []
    },
    {
      "v": 15,
      "t": "And he went up thence to the inhabitants of Debir: and the name of Debir before was Kirjath-sepher.",
      "c": 99,
      "s": []
    },
    {
      "v": 16,
      "t": "And Caleb said, He that smiteth Kirjath-sepher, and taketh it, to him will I give Achsah my daughter to wife.",
      "c": 109,
      "s": []
    },
    {
      "v": 17,
      "t": "And Othniel the son of Kenaz, the brother of Caleb, took it: and he gave him Achsah his daughter to wife.",
      "c": 105,
      "s": []
    },
    {
      "v": 18,
      "t": "And it came to pass, as she came unto him, that she moved him to ask of her father a field: and she lighted off her ass; and Caleb said unto her, What wouldest thou?",
      "c": 165,
      "s": []
    },
    {
      "v": 19,
      "t": "Who answered, Give me a blessing; for thou hast given me a south land; give me also springs of water. And he gave her the upper springs, and the nether springs.",
      "c": 160,
      "s": []
    },
    {
      "v": 20,
      "t": "This is the inheritance of the tribe of the children of Judah according to their families.",
      "c": 90,
      "s": []
    },
    {
      "v": 21,
      "t": "And the uttermost cities of the tribe of the children of Judah toward the coast of Edom southward were Kabzeel, and Eder, and Jagur,",
      "c": 132,
      "s": []
    },
    {
      "v": 22,
      "t": "And Kinah, and Dimonah, and Adadah,",
      "c": 35,
      "s": []
    },
    {
      "v": 23,
      "t": "And Kedesh, and Hazor, and Ithnan,",
      "c": 34,
      "s": []
    },
    {
      "v": 24,
      "t": "Ziph, and Telem, and Bealoth,",
      "c": 29,
      "s": []
    },
    {
      "v": 25,
      "t": "And Hazor, Hadattah, and Kerioth, and Hezron, which is Hazor,",
      "c": 61,
      "s": []
    },
    {
      "v": 26,
      "t": "Amam, and Shema, and Moladah,",
      "c": 29,
      "s": []
    },
    {
      "v": 27,
      "t": "And Hazar-gaddah, and Heshmon, and Beth-palet,",
      "c": 46,
      "s": []
    },
    {
      "v": 28,
      "t": "And Hazar-shual, and Beer-sheba, and Bizjothjah,",
      "c": 48,
      "s": []
    },
    {
      "v": 29,
      "t": "Baalah, and Iim, and Azem,",
      "c": 26,
      "s": []
    },
    {
      "v": 30,
      "t": "And Eltolad, and Chesil, and Hormah,",
      "c": 36,
      "s": []
    },
    {
      "v": 31,
      "t": "And Ziklag, and Madmannah, and Sansannah,",
      "c": 41,
      "s": []
    },
    {
      "v": 32,
      "t": "And Lebaoth, and Shilhim, and Ain, and Rimmon: all the cities are twenty and nine, with their villages:",
      "c": 103,
      "s": []
    },
    {
      "v": 33,
      "t": "And in the valley, Eshtaol, and Zoreah, and Ashnah,",
      "c": 51,
      "s": []
    },
    {
      "v": 34,
      "t": "And Zanoah, and En-gannim, Tappuah, and Enam,",
      "c": 45,
      "s": []
    },
    {
      "v": 35,
      "t": "Jarmuth, and Adullam, Socoh, and Azekah,",
      "c": 40,
      "s": []
    },
    {
      "v": 36,
      "t": "And Sharaim, and Adithaim, and Gederah, and Gederothaim; fourteen cities with their villages:",
      "c": 93,
      "s": []
    },
    {
      "v": 37,
      "t": "Zenan, and Hadashah, and Migdal-gad,",
      "c": 36,
      "s": []
    },
    {
      "v": 38,
      "t": "And Dilean, and Mizpeh, and Joktheel,",
      "c": 37,
      "s": []
    },
    {
      "v": 39,
      "t": "Lachish, and Bozkath, and Eglon,",
      "c": 32,
      "s": []
    },
    {
      "v": 40,
      "t": "And Cabbon, and Lahmam, and Kithlish,",
      "c": 37,
      "s": []
    },
    {
      "v": 41,
      "t": "And Gederoth, Beth-dagon, and Naamah, and Makkedah; sixteen cities with their villages:",
      "c": 87,
      "s": []
    },
    {
      "v": 42,
      "t": "Libnah, and Ether, and Ashan,",
      "c": 29,
      "s": []
    },
    {
      "v": 43,
      "t": "And Jiphtah, and Ashnah, and Nezib,",
      "c": 35,
      "s": []
    },
    {
      "v": 44,
      "t": "And Keilah, and Achzib, and Mareshah; nine cities with their villages:",
      "c": 70,
      "s": []
    },
    {
      "v": 45,
      "t": "Ekron, with her towns and her villages:",
      "c": 39,
      "s": []
    },
    {
      "v": 46,
      "t": "From Ekron even unto the sea, all that lay near Ashdod, with their villages:",
      "c": 76,
      "s": []
    },
    {
      "v": 47,
      "t": "Ashdod with her towns and her villages, Gaza with her towns and her villages, unto the river of Egypt, and the great sea, and the border thereof:",
      "c": 145,
      "s": []
    },
    {
      "v": 48,
      "t": "And in the mountains, Shamir, and Jattir, and Socoh,",
      "c": 52,
      "s": []
    },
    {
      "v": 49,
      "t": "And Dannah, and Kirjath-sannah, which is Debir,",
      "c": 47,
      "s": []
    },
    {
      "v": 50,
      "t": "And Anab, and Eshtemoh, and Anim,",
      "c": 33,
      "s": []
    },
    {
      "v": 51,
      "t": "And Goshen, and Holon, and Giloh; eleven cities with their villages:",
      "c": 68,
      "s": []
    },
    {
      "v": 52,
      "t": "Arab, and Dumah, and Eshean,",
      "c": 28,
      "s": []
    },
    {
      "v": 53,
      "t": "And Janum, and Beth-tappuah, and Aphekah,",
      "c": 41,
      "s": []
    },
    {
      "v": 54,
      "t": "And Humtah, and Kirjath-arba, which is Hebron, and Zior; nine cities with their villages:",
      "c": 89,
      "s": []
    },
    {
      "v": 55,
      "t": "Maon, Carmel, and Ziph, and Juttah,",
      "c": 35,
      "s": []
    },
    {
      "v": 56,
      "t": "And Jezreel, and Jokdeam, and Zanoah,",
      "c": 37,
      "s": []
    },
    {
      "v": 57,
      "t": "Cain, Gibeah, and Timnah; ten cities with their villages:",
      "c": 57,
      "s": []
    },
    {
      "v": 58,
      "t": "Halhul, Beth-zur, and Gedor,",
      "c": 28,
      "s": []
    },
    {
      "v": 59,
      "t": "And Maarath, and Beth-anoth, and Eltekon; six cities with their villages:",
      "c": 73,
      "s": []
    },
    {
      "v": 60,
      "t": "Kirjath-baal, which is Kirjath-jearim, and Rabbah; two cities with their villages:",
      "c": 82,
      "s": []
    },
    {
      "v": 61,
      "t": "In the wilderness, Beth-arabah, Middin, and Secacah,",
      "c": 52,
      "s": []
    },
    {
      "v": 62,
      "t": "And Nibshan, and the city of Salt, and En-gedi; six cities with their villages.",
      "c": 79,
      "s": []
    },
    {
      "v": 63,
      "t": "As for the Jebusites the inhabitants of Jerusalem, the children of Judah could not drive them out: but the Jebusites dwell with the children of Judah at Jerusalem unto this day.",
      "c": 177,
      "s": []
    }
  ]
}