{"total":14,"verses":[{"v":1,"t":"Again the word of the LORD of hosts came to me, saying,","c":"","s":["H559","H1697","H3068","H6635"]},{"v":2,"t":"Thus saith the LORD of hosts; I was jealous for Zion with great jealousy, and I was jealous for her with great fury.","c":"","s":["H559","H1419","H2534","H3068","H6635","H6726","H7065","H7068"]},{"v":3,"t":"Thus saith the LORD; I am returned unto Zion, and will dwell in the midst of Jerusalem: and Jerusalem shall be called a city of truth; and the mountain of the LORD of hosts the holy mountain.","c":"","s":["H559","H571","H2022","H3068","H3389","H5892","H6635","H6726","H6944","H7121","H7725","H7931","H8432"]},{"v":4,"t":"Thus saith the LORD of hosts; There shall yet old men and old women dwell in the streets of Jerusalem, and every man with his staff in his hand for very age.","c":"","s":["H376","H559","H2205","H3027","H3068","H3117","H3389","H3427","H4938","H6635","H7230","H7339"]},{"v":5,"t":"And the streets of the city shall be full of boys and girls playing in the streets thereof.","c":"","s":["H3206","H3207","H4390","H5892","H7339","H7832"]},{"v":6,"t":"Thus saith the LORD of hosts; If it be marvellous in the eyes of the remnant of this people in these days, should it also be marvellous in mine eyes? saith the LORD of hosts.","c":"","s":["H559","H3068","H3117","H5002","H5869","H5971","H6381","H6635","H7611"]},{"v":7,"t":"Thus saith the LORD of hosts; Behold, I will save my people from the east country, and from the west country;","c":"","s":["H559","H776","H3068","H3467","H3996","H4217","H5971","H6635","H8121"]},{"v":8,"t":"And I will bring them, and they shall dwell in the midst of Jerusalem: and they shall be my people, and I will be their God, in truth and in righteousness.","c":"","s":["H430","H571","H935","H3389","H5971","H6666","H7931","H8432"]},{"v":9,"t":"Thus saith the LORD of hosts; Let your hands be strong, ye that hear in these days these words by the mouth of the prophets, which were in the day that the foundation of the house of the LORD of hosts was laid, that the temple might be built.","c":"","s":["H559","H1004","H1129","H1697","H1964","H2388","H3027","H3068","H3117","H3245","H5030","H6310","H6635","H8085"]},{"v":10,"t":"For before these days there was no hire for man, nor any hire for beast; neither was there any peace to him that went out or came in because of the affliction: for I set all men every one against his neighbour.","c":"","s":["H120","H376","H929","H935","H1961","H3117","H3318","H6440","H6862","H7453","H7939","H7965","H7971"]},{"v":11,"t":"But now I will not be unto the residue of this people as in the former days, saith the LORD of hosts.","c":"","s":["H3068","H3117","H5002","H5971","H6635","H7223","H7611"]},{"v":12,"t":"For the seed shall be prosperous; the vine shall give her fruit, and the ground shall give her increase, and the heavens shall give their dew; and I will cause the remnant of this people to possess all these things.","c":"","s":["H776","H1612","H2233","H2919","H2981","H5157","H5414","H5971","H6529","H7611","H7965","H8064"]},{"v":13,"t":"And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, but let your hands be strong.","c":"","s":["H1004","H1293","H1471","H2388","H3027","H3063","H3372","H3467","H3478","H7045"]},{"v":14,"t":"For thus saith the LORD of hosts; As I thought to punish you, when your fathers provoked me to wrath, saith the LORD of hosts, and I repented not:","c":"","s":["H1","H559","H2161","H3068","H5162","H6635","H7107","H7489"]},{"v":15,"t":"So again have I thought in these days to do well unto Jerusalem and to the house of Judah: fear ye not.","c":"","s":["H1004","H2161","H3063","H3117","H3190","H3372","H3389","H7725"]},{"v":16,"t":"These are the things that ye shall do; Speak ye every man the truth to his neighbour; execute the judgment of truth and peace in your gates:","c":"","s":["H376","H571","H1696","H1697","H4941","H6213","H7453","H7965","H8179","H8199"]},{"v":17,"t":"And let none of you imagine evil in your hearts against his neighbour; and love no false oath: for all these are things that I hate, saith the LORD.","c":"","s":["H157","H376","H2803","H3068","H3824","H5002","H7451","H7453","H7621","H8130","H8267"]},{"v":18,"t":"And the word of the LORD of hosts came unto me, saying,","c":"","s":["H559","H1697","H3068","H6635"]},{"v":19,"t":"Thus saith the LORD of hosts; The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be to the house of Judah joy and gladness, and cheerful feasts; therefore love the truth and peace.","c":"","s":["H157","H559","H571","H1004","H2549","H2896","H3063","H3068","H4150","H6224","H6635","H6685","H7243","H7637","H7965","H8057","H8342"]},{"v":20,"t":"Thus saith the LORD of hosts; It shall yet come to pass, that there shall come people, and the inhabitants of many cities:","c":"","s":["H559","H935","H3068","H3427","H5892","H5971","H6635","H7227"]},{"v":21,"t":"And the inhabitants of one city shall go to another, saying, Let us go speedily to pray before the LORD, and to seek the LORD of hosts: I will go also.","c":"","s":["H259","H559","H1245","H1980","H2470","H3068","H3212","H3427","H6440","H6635"]},{"v":22,"t":"Yea, many people and strong nations shall come to seek the LORD of hosts in Jerusalem, and to pray before the LORD.","c":"","s":["H935","H1245","H1471","H2470","H3068","H3389","H5971","H6099","H6440","H6635","H7227"]},{"v":23,"t":"Thus saith the LORD of hosts; In those days it shall come to pass, that ten men shall take hold out of all languages of the nations, even shall take hold of the skirt of him that is a Jew, saying, We will go with you: for we have heard that God is with you.","c":"","s":["H376","H430","H559","H582","H1471","H2388","H3064","H3068","H3117","H3212","H3671","H3956","H6235","H6635","H8085"]}]}