{"total":66,"verses":[{"v":1,"t":"O LORD, thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth.","c":"","s":["H430","H530","H544","H3034","H3068","H6098","H6213","H6382","H7311","H7350","H8034"]},{"v":2,"t":"For thou hast made of a city an heap; of a defenced city a ruin: a palace of strangers to be no city; it shall never be built.","c":"","s":["H759","H1129","H1219","H1530","H2114","H4654","H5769","H5892","H7151","H7760"]},{"v":3,"t":"Therefore shall the strong people glorify thee, the city of the terrible nations shall fear thee.","c":"","s":["H1471","H3372","H3513","H5794","H5971","H6184","H7151"]},{"v":4,"t":"For thou hast been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones is as a storm against the wall.","c":"","s":["H34","H1800","H2230","H2721","H4268","H4581","H6184","H6738","H6862","H7023","H7307"]},{"v":5,"t":"Thou shalt bring down the noise of strangers, as the heat in a dry place; even the heat with the shadow of a cloud: the branch of the terrible ones shall be brought low.","c":"","s":["H2114","H2159","H2721","H3665","H5645","H6030","H6184","H6724","H6738","H7588"]},{"v":6,"t":"And in this mountain shall the LORD of hosts make unto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined.","c":"","s":["H2022","H2212","H3068","H4229","H4960","H5971","H6213","H6635","H8081","H8105"]},{"v":7,"t":"And he will destroy in this mountain the face of the covering cast over all people, and the vail that is spread over all nations.","c":"","s":["H1104","H1471","H2022","H3874","H3875","H4541","H5259","H5971","H6440"]},{"v":8,"t":"He will swallow up death in victory; and the Lord GOD will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the LORD hath spoken it.","c":"","s":["H136","H776","H1104","H1696","H1832","H2781","H3068","H3069","H4194","H4229","H5331","H5493","H5971","H6440"]},{"v":9,"t":"And it shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the LORD; we have waited for him, we will be glad and rejoice in his salvation.","c":"","s":["H430","H559","H1523","H3068","H3117","H3444","H3467","H6960","H8055"]},{"v":10,"t":"For in this mountain shall the hand of the LORD rest, and Moab shall be trodden down under him, even as straw is trodden down for the dunghill.","c":"","s":["H1119","H1758","H2022","H3027","H3068","H4087","H4124","H4325","H4963","H5117"]},{"v":11,"t":"And he shall spread forth his hands in the midst of them, as he that swimmeth spreadeth forth his hands to swim: and he shall bring down their pride together with the spoils of their hands.","c":"","s":["H698","H1346","H3027","H6566","H7130","H7811","H8213"]},{"v":12,"t":"And the fortress of the high fort of thy walls shall he bring down, lay low, and bring to the ground, even to the dust.","c":"","s":["H776","H2346","H4013","H4869","H5060","H6083","H7817","H8213"]}]}