{"total":66,"verses":[{"v":1,"t":"Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.","c":"","s":["H398","H1945","H2461","H3196","H3212","H3701","H4242","H4325","H6771","H7666"]},{"v":2,"t":"Wherefore do ye spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness.","c":"","s":["H398","H1880","H2896","H3018","H3701","H3808","H3899","H5315","H6026","H7654","H8085","H8254"]},{"v":3,"t":"Incline your ear, and come unto me: hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David.","c":"","s":["H241","H539","H1285","H1732","H2421","H2617","H3212","H3772","H5186","H5315","H5769","H8085"]},{"v":4,"t":"Behold, I have given him for a witness to the people, a leader and commander to the people.","c":"","s":["H3816","H5057","H5414","H5707","H6680"]},{"v":5,"t":"Behold, thou shalt call a nation that thou knowest not, and nations that knew not thee shall run unto thee because of the LORD thy God, and for the Holy One of Israel; for he hath glorified thee.","c":"","s":["H430","H1471","H3045","H3068","H3478","H6286","H6918","H7121","H7323"]},{"v":6,"t":"Seek ye the LORD while he may be found, call ye upon him while he is near:","c":"","s":["H1875","H3068","H4672","H7121","H7138"]},{"v":7,"t":"Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon.","c":"","s":["H205","H376","H430","H1870","H3068","H4284","H5545","H5800","H7235","H7355","H7563","H7725"]},{"v":8,"t":"For my thoughts are not your thoughts, neither are your ways my ways, saith the LORD.","c":"","s":["H1870","H3068","H4284","H5002"]},{"v":9,"t":"For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.","c":"","s":["H776","H1361","H1870","H4284","H8064"]},{"v":10,"t":"For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater:","c":"","s":["H398","H776","H1653","H2232","H2233","H3205","H3381","H3899","H5414","H6779","H7301","H7725","H7950","H8064"]},{"v":11,"t":"So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.","c":"","s":["H1697","H2654","H3318","H6213","H6310","H6743","H7387","H7725","H7971"]},{"v":12,"t":"For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands.","c":"","s":["H1389","H2022","H2986","H3318","H3709","H4222","H6086","H6440","H6476","H7440","H7704","H7965","H8057"]},{"v":13,"t":"Instead of the thorn shall come up the fir tree, and instead of the brier shall come up the myrtle tree: and it shall be to the LORD for a name, for an everlasting sign that shall not be cut off.","c":"","s":["H226","H1265","H1918","H3068","H3772","H5285","H5636","H5769","H5927","H8034"]}]}