{"total":66,"verses":[{"v":1,"t":"Who is this that cometh from Edom, with dyed garments from Bozrah? this that is glorious in his apparel, travelling in the greatness of his strength? I that speak in righteousness, mighty to save.","c":"","s":["H123","H899","H935","H1224","H1696","H1921","H2556","H3467","H3581","H3830","H6666","H6808","H7227","H7230"]},{"v":2,"t":"Wherefore art thou red in thine apparel, and thy garments like him that treadeth in the winefat?","c":"","s":["H122","H899","H1660","H1869","H3830"]},{"v":3,"t":"I have trodden the winepress alone; and of the people there was none with me: for I will tread them in mine anger, and trample them in my fury; and their blood shall be sprinkled upon my garments, and I will stain all my raiment.","c":"","s":["H376","H639","H899","H1351","H1869","H2534","H4403","H5137","H5332","H5971","H6333","H7429"]},{"v":4,"t":"For the day of vengeance is in mine heart, and the year of my redeemed is come.","c":"","s":["H935","H1350","H3117","H3820","H5359","H8141"]},{"v":5,"t":"And I looked, and there was none to help; and I wondered that there was none to uphold: therefore mine own arm brought salvation unto me; and my fury, it upheld me.","c":"","s":["H2220","H2534","H3467","H5027","H5564","H5826","H8074"]},{"v":6,"t":"And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth.","c":"","s":["H639","H776","H947","H2534","H3381","H5332","H5971","H7937"]},{"v":7,"t":"I will mention the lovingkindnesses of the LORD, and the praises of the LORD, according to all that the LORD hath bestowed on us, and the great goodness toward the house of Israel, which he hath bestowed on them according to his mercies, and according to the multitude of his lovingkindnesses.","c":"","s":["H1004","H1580","H2142","H2617","H2898","H3068","H3478","H7227","H7230","H7356","H8416"]},{"v":8,"t":"For he said, Surely they are my people, children that will not lie: so he was their Saviour.","c":"","s":["H559","H1121","H3467","H5971","H8266"]},{"v":9,"t":"In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old.","c":"","s":["H160","H1350","H2551","H3117","H3467","H4397","H5190","H5375","H5769","H6440","H6862","H6869"]},{"v":10,"t":"But they rebelled, and vexed his holy Spirit: therefore he was turned to be their enemy, and he fought against them.","c":"","s":["H341","H2015","H3898","H4784","H6087","H6944","H7307"]},{"v":11,"t":"Then he remembered the days of old, Moses, and his people, saying, Where is he that brought them up out of the sea with the shepherd of his flock? where is he that put his holy Spirit within him?","c":"","s":["H2142","H3117","H3220","H4872","H5769","H5927","H5971","H6629","H6944","H7130","H7307","H7462","H7760"]},{"v":12,"t":"That led them by the right hand of Moses with his glorious arm, dividing the water before them, to make himself an everlasting name?","c":"","s":["H1234","H2220","H3212","H3225","H4325","H4872","H5769","H6213","H6440","H8034","H8597"]},{"v":13,"t":"That led them through the deep, as an horse in the wilderness, that they should not stumble?","c":"","s":["H3212","H3782","H4057","H5483","H8415"]},{"v":14,"t":"As a beast goeth down into the valley, the Spirit of the LORD caused him to rest: so didst thou lead thy people, to make thyself a glorious name.","c":"","s":["H929","H1237","H3068","H3381","H5090","H5117","H5971","H6213","H7307","H8034","H8597"]},{"v":15,"t":"Look down from heaven, and behold from the habitation of thy holiness and of thy glory: where is thy zeal and thy strength, the sounding of thy bowels and of thy mercies toward me? are they restrained?","c":"","s":["H662","H1369","H1995","H2073","H4578","H5027","H6944","H7068","H7200","H7356","H8064","H8597"]},{"v":16,"t":"Doubtless thou art our father, though Abraham be ignorant of us, and Israel acknowledge us not: thou, O LORD, art our father, our redeemer; thy name is from everlasting.","c":"","s":["H1","H85","H1350","H3045","H3068","H3478","H3588","H3808","H5234","H5769","H8034"]},{"v":17,"t":"O LORD, why hast thou made us to err from thy ways, and hardened our heart from thy fear? Return for thy servants' sake, the tribes of thine inheritance.","c":"","s":["H1870","H3068","H3374","H3820","H5159","H5650","H7188","H7626","H7725","H8582"]},{"v":18,"t":"The people of thy holiness have possessed it but a little while: our adversaries have trodden down thy sanctuary.","c":"","s":["H947","H3423","H4705","H4720","H5971","H6862","H6944"]},{"v":19,"t":"We are thine: thou never barest rule over them; they were not called by thy name.","c":"","s":["H4910","H5769","H7121","H8034"]}]}