{"total":42,"verses":[{"v":1,"t":"Man that is born of a woman is of few days, and full of trouble.","c":"","s":["H120","H802","H3117","H3205","H7116","H7267","H7649"]},{"v":2,"t":"He cometh forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not.","c":"","s":["H1272","H3318","H5243","H5975","H6731","H6738"]},{"v":3,"t":"And dost thou open thine eyes upon such an one, and bringest me into judgment with thee?","c":"","s":["H935","H2088","H4941","H5869","H6491"]},{"v":4,"t":"Who can bring a clean thing out of an unclean? not one.","c":"","s":["H259","H2889","H2931","H5414"]},{"v":5,"t":"Seeing his days are determined, the number of his months are with thee, thou hast appointed his bounds that he cannot pass;","c":"","s":["H518","H2320","H2706","H2782","H3117","H4557","H5674","H6213"]},{"v":6,"t":"Turn from him, that he may rest, till he shall accomplish, as an hireling, his day.","c":"","s":["H2308","H3117","H7521","H7916","H8159"]},{"v":7,"t":"For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.","c":"","s":["H2308","H2498","H3127","H3426","H3772","H6086","H8615"]},{"v":8,"t":"Though the root thereof wax old in the earth, and the stock thereof die in the ground;","c":"","s":["H776","H1503","H2204","H4191","H6083","H8328"]},{"v":9,"t":"Yet through the scent of water it will bud, and bring forth boughs like a plant.","c":"","s":["H4325","H5194","H6213","H6524","H7105","H7381"]},{"v":10,"t":"But man dieth, and wasteth away: yea, man giveth up the ghost, and where is he?","c":"","s":["H120","H1397","H1478","H2522","H4191"]},{"v":11,"t":"As the waters fail from the sea, and the flood decayeth and drieth up:","c":"","s":["H235","H2717","H3001","H3220","H4325","H5104"]},{"v":12,"t":"So man lieth down, and riseth not: till the heavens be no more, they shall not awake, nor be raised out of their sleep.","c":"","s":["H376","H1115","H5782","H6965","H6974","H7901","H8064","H8142"]},{"v":13,"t":"O that thou wouldest hide me in the grave, that thou wouldest keep me secret, until thy wrath be past, that thou wouldest appoint me a set time, and remember me!","c":"","s":["H639","H2142","H2706","H5414","H5641","H6845","H7585","H7725","H7896"]},{"v":14,"t":"If a man die, shall he live again? all the days of my appointed time will I wait, till my change come.","c":"","s":["H935","H1397","H2421","H2487","H3117","H3176","H4191","H6635"]},{"v":15,"t":"Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thine hands.","c":"","s":["H3027","H3700","H4639","H6030","H7121"]},{"v":16,"t":"For now thou numberest my steps: dost thou not watch over my sin?","c":"","s":["H2403","H5608","H6806","H8104"]},{"v":17,"t":"My transgression is sealed up in a bag, and thou sewest up mine iniquity.","c":"","s":["H2856","H2950","H5771","H6588","H6872"]},{"v":18,"t":"And surely the mountain falling cometh to nought, and the rock is removed out of his place.","c":"","s":["H199","H2022","H4725","H5034","H5307","H6275","H6697"]},{"v":19,"t":"The waters wear the stones: thou washest away the things which grow out of the dust of the earth; and thou destroyest the hope of man.","c":"","s":["H6","H68","H582","H776","H4325","H5599","H6083","H7833","H7857","H8615"]},{"v":20,"t":"Thou prevailest for ever against him, and he passeth: thou changest his countenance, and sendest him away.","c":"","s":["H1980","H5331","H6440","H7971","H8138","H8630"]},{"v":21,"t":"His sons come to honour, and he knoweth it not; and they are brought low, but he perceiveth it not of them.","c":"","s":["H995","H1121","H3045","H3513","H6819"]},{"v":22,"t":"But his flesh upon him shall have pain, and his soul within him shall mourn.","c":"","s":["H56","H1320","H3510","H5315"]}]}