{"total":42,"verses":[{"v":1,"t":"Then Job answered and said,","c":"","s":["H347","H559","H6030"]},{"v":2,"t":"How long will ye vex my soul, and break me in pieces with words?","c":"","s":["H1792","H3013","H4405","H5315"]},{"v":3,"t":"These ten times have ye reproached me: ye are not ashamed that ye make yourselves strange to me.","c":"","s":["H954","H1970","H3637","H6235","H6471"]},{"v":4,"t":"And be it indeed that I have erred, mine error remaineth with myself.","c":"","s":["H551","H3885","H4879","H7686"]},{"v":5,"t":"If indeed ye will magnify yourselves against me, and plead against me my reproach:","c":"","s":["H551","H1431","H2781","H3198"]},{"v":6,"t":"Know now that God hath overthrown me, and hath compassed me with his net.","c":"","s":["H433","H645","H3045","H4686","H5362","H5791"]},{"v":7,"t":"Behold, I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment.","c":"","s":["H2555","H4941","H6030","H6817","H7768"]},{"v":8,"t":"He hath fenced up my way that I cannot pass, and he hath set darkness in my paths.","c":"","s":["H734","H1443","H2822","H5410","H5674","H7760"]},{"v":9,"t":"He hath stripped me of my glory, and taken the crown from my head.","c":"","s":["H3519","H5493","H5850","H6584","H7218"]},{"v":10,"t":"He hath destroyed me on every side, and I am gone: and mine hope hath he removed like a tree.","c":"","s":["H3212","H5265","H5422","H5439","H6086","H8615"]},{"v":11,"t":"He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.","c":"","s":["H639","H2734","H2803","H6862"]},{"v":12,"t":"His troops come together, and raise up their way against me, and encamp round about my tabernacle.","c":"","s":["H168","H935","H1416","H1870","H2583","H3162","H5439","H5549"]},{"v":13,"t":"He hath put my brethren far from me, and mine acquaintance are verily estranged from me.","c":"","s":["H251","H2114","H3045","H7368"]},{"v":14,"t":"My kinsfolk have failed, and my familiar friends have forgotten me.","c":"","s":["H2308","H3045","H7138","H7911"]},{"v":15,"t":"They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight.","c":"","s":["H519","H1004","H1481","H2114","H2803","H5237","H5869"]},{"v":16,"t":"I called my servant, and he gave me no answer; I intreated him with my mouth.","c":"","s":["H1119","H2603","H5650","H6030","H6310","H7121"]},{"v":17,"t":"My breath is strange to my wife, though I intreated for the children's sake of mine own body.","c":"","s":["H802","H990","H1121","H2114","H2589","H7307"]},{"v":18,"t":"Yea, young children despised me; I arose, and they spake against me.","c":"","s":["H1696","H3988","H5759","H6965"]},{"v":19,"t":"All my inward friends abhorred me: and they whom I loved are turned against me.","c":"","s":["H157","H2015","H4962","H5475","H8581"]},{"v":20,"t":"My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.","c":"","s":["H1320","H1692","H4422","H5785","H6106","H8127"]},{"v":21,"t":"Have pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me.","c":"","s":["H433","H2603","H3027","H5060","H7453"]},{"v":22,"t":"Why do ye persecute me as God, and are not satisfied with my flesh?","c":"","s":["H410","H1320","H7291","H7646"]},{"v":23,"t":"Oh that my words were now written! oh that they were printed in a book!","c":"","s":["H645","H2710","H3789","H4405","H5414","H5612"]},{"v":24,"t":"That they were graven with an iron pen and lead in the rock for ever!","c":"","s":["H1270","H2672","H5703","H5777","H5842","H6697"]},{"v":25,"t":"For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:","c":"","s":["H314","H1350","H2416","H3045","H6083","H6965"]},{"v":26,"t":"And though after my skin worms destroy this body, yet in my flesh shall I see God:","c":"","s":["H310","H433","H1320","H2372","H5362","H5785"]},{"v":27,"t":"Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.","c":"","s":["H2114","H2372","H2436","H3615","H3629","H5869","H7200"]},{"v":28,"t":"But ye should say, Why persecute we him, seeing the root of the matter is found in me?","c":"","s":["H559","H1697","H4672","H7291","H8328"]},{"v":29,"t":"Be ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment.","c":"","s":["H1481","H1779","H2534","H2719","H3045","H5771","H6440"]}]}