{"total":42,"verses":[{"v":1,"t":"Surely there is a vein for the silver, and a place for gold where they fine it.","c":"","s":["H2091","H2212","H3426","H3701","H4161","H4725"]},{"v":2,"t":"Iron is taken out of the earth, and brass is molten out of the stone.","c":"","s":["H68","H1270","H3947","H5154","H6083","H6694"]},{"v":3,"t":"He setteth an end to darkness, and searcheth out all perfection: the stones of darkness, and the shadow of death.","c":"","s":["H68","H652","H2713","H2822","H6757","H7093","H7760","H8503"]},{"v":4,"t":"The flood breaketh out from the inhabitant; even the waters forgotten of the foot: they are dried up, they are gone away from men.","c":"","s":["H582","H1481","H1809","H5128","H5158","H6555","H7272","H7911"]},{"v":5,"t":"As for the earth, out of it cometh bread: and under it is turned up as it were fire.","c":"","s":["H776","H784","H2015","H3318","H3899"]},{"v":6,"t":"The stones of it are the place of sapphires: and it hath dust of gold.","c":"","s":["H68","H2091","H4725","H5601","H6083"]},{"v":7,"t":"There is a path which no fowl knoweth, and which the vulture's eye hath not seen:","c":"","s":["H344","H3045","H5410","H5861","H5869","H7805"]},{"v":8,"t":"The lion's whelps have not trodden it, nor the fierce lion passed by it.","c":"","s":["H1121","H1869","H5710","H7826","H7830"]},{"v":9,"t":"He putteth forth his hand upon the rock; he overturneth the mountains by the roots.","c":"","s":["H2015","H2022","H2496","H3027","H7971","H8328"]},{"v":10,"t":"He cutteth out rivers among the rocks; and his eye seeth every precious thing.","c":"","s":["H1234","H2975","H3366","H5869","H6697","H7200"]},{"v":11,"t":"He bindeth the floods from overflowing; and the thing that is hid bringeth he forth to light.","c":"","s":["H216","H1065","H2280","H3318","H5104","H8587"]},{"v":12,"t":"But where shall wisdom be found? and where is the place of understanding?","c":"","s":["H370","H998","H2451","H4672","H4725"]},{"v":13,"t":"Man knoweth not the price thereof; neither is it found in the land of the living.","c":"","s":["H582","H776","H2416","H3045","H4672","H6187"]},{"v":14,"t":"The depth saith, It is not in me: and the sea saith, It is not with me.","c":"","s":["H559","H3220","H8415"]},{"v":15,"t":"It cannot be gotten for gold, neither shall silver be weighed for the price thereof.","c":"","s":["H3701","H4242","H5414","H5458","H8254"]},{"v":16,"t":"It cannot be valued with the gold of Ophir, with the precious onyx, or the sapphire.","c":"","s":["H211","H3368","H3800","H5541","H5601","H7718"]},{"v":17,"t":"The gold and the crystal cannot equal it: and the exchange of it shall not be for jewels of fine gold.","c":"","s":["H2091","H2137","H3627","H6186","H6337","H8545"]},{"v":18,"t":"No mention shall be made of coral, or of pearls: for the price of wisdom is above rubies.","c":"","s":["H1378","H2142","H2451","H4901","H6443","H7215"]},{"v":19,"t":"The topaz of Ethiopia shall not equal it, neither shall it be valued with pure gold.","c":"","s":["H2889","H3568","H3800","H5541","H6186","H6357"]},{"v":20,"t":"Whence then cometh wisdom? and where is the place of understanding?","c":"","s":["H370","H935","H998","H2451","H4725"]},{"v":21,"t":"Seeing it is hid from the eyes of all living, and kept close from the fowls of the air.","c":"","s":["H2416","H5641","H5775","H5869","H5956","H8064"]},{"v":22,"t":"Destruction and death say, We have heard the fame thereof with our ears.","c":"","s":["H11","H241","H559","H4194","H8085","H8088"]},{"v":23,"t":"God understandeth the way thereof, and he knoweth the place thereof.","c":"","s":["H430","H995","H1870","H3045","H4725"]},{"v":24,"t":"For he looketh to the ends of the earth, and seeth under the whole heaven;","c":"","s":["H776","H5027","H7098","H7200","H8064"]},{"v":25,"t":"To make the weight for the winds; and he weigheth the waters by measure.","c":"","s":["H4060","H4325","H4948","H6213","H7307","H8505"]},{"v":26,"t":"When he made a decree for the rain, and a way for the lightning of the thunder:","c":"","s":["H1870","H2385","H2706","H4306","H6213","H6963"]},{"v":27,"t":"Then did he see it, and declare it; he prepared it, yea, and searched it out.","c":"","s":["H2713","H3559","H5608","H7200"]},{"v":28,"t":"And unto man he said, Behold, the fear of the Lord, that is wisdom; and to depart from evil is understanding.","c":"","s":["H120","H136","H559","H998","H2451","H3374","H5493","H7451"]}]}