{"total":42,"verses":[{"v":1,"t":"Wherefore, Job, I pray thee, hear my speeches, and hearken to all my words.","c":"","s":["H199","H238","H347","H1697","H4405","H8085"]},{"v":2,"t":"Behold, now I have opened my mouth, my tongue hath spoken in my mouth.","c":"","s":["H1696","H2441","H3956","H6310","H6605"]},{"v":3,"t":"My words shall be of the uprightness of my heart: and my lips shall utter knowledge clearly.","c":"","s":["H561","H1305","H1847","H3476","H3820","H4448","H8193"]},{"v":4,"t":"The Spirit of God hath made me, and the breath of the Almighty hath given me life.","c":"","s":["H410","H2421","H5397","H6213","H7307","H7706"]},{"v":5,"t":"If thou canst answer me, set thy words in order before me, stand up.","c":"","s":["H3201","H3320","H6186","H6440","H7725"]},{"v":6,"t":"Behold, I am according to thy wish in God's stead: I also am formed out of the clay.","c":"","s":["H410","H2563","H6310","H7169"]},{"v":7,"t":"Behold, my terror shall not make thee afraid, neither shall my hand be heavy upon thee.","c":"","s":["H367","H405","H1204","H3513"]},{"v":8,"t":"Surely thou hast spoken in mine hearing, and I have heard the voice of thy words, saying,","c":"","s":["H241","H559","H4405","H6963","H8085"]},{"v":9,"t":"I am clean without transgression, I am innocent; neither is there iniquity in me.","c":"","s":["H2134","H2643","H5771","H6588"]},{"v":10,"t":"Behold, he findeth occasions against me, he counteth me for his enemy,","c":"","s":["H341","H2803","H4672","H8569"]},{"v":11,"t":"He putteth my feet in the stocks, he marketh all my paths.","c":"","s":["H734","H5465","H7272","H7760","H8104"]},{"v":12,"t":"Behold, in this thou art not just: I will answer thee, that God is greater than man.","c":"","s":["H433","H582","H6030","H6663","H7235"]},{"v":13,"t":"Why dost thou strive against him? for he giveth not account of any of his matters.","c":"","s":["H1697","H6030","H7378"]},{"v":14,"t":"For God speaketh once, yea twice, yet man perceiveth it not.","c":"","s":["H259","H410","H1696","H7789","H8147"]},{"v":15,"t":"In a dream, in a vision of the night, when deep sleep falleth upon men, in slumberings upon the bed;","c":"","s":["H582","H2384","H2472","H3915","H4904","H5307","H8572","H8639"]},{"v":16,"t":"Then he openeth the ears of men, and sealeth their instruction,","c":"","s":["H241","H582","H1540","H2856","H4561"]},{"v":17,"t":"That he may withdraw man from his purpose, and hide pride from man.","c":"","s":["H120","H1397","H1466","H3680","H4639","H5493"]},{"v":18,"t":"He keepeth back his soul from the pit, and his life from perishing by the sword.","c":"","s":["H2416","H2820","H5315","H5674","H7845","H7973"]},{"v":19,"t":"He is chastened also with pain upon his bed, and the multitude of his bones with strong pain:","c":"","s":["H386","H3198","H4341","H4904","H6106","H7230","H7379"]},{"v":20,"t":"So that his life abhorreth bread, and his soul dainty meat.","c":"","s":["H2092","H2416","H3899","H3978","H5315","H8378"]},{"v":21,"t":"His flesh is consumed away, that it cannot be seen; and his bones that were not seen stick out.","c":"","s":["H1320","H3615","H6106","H7200","H7210","H8192","H8205"]},{"v":22,"t":"Yea, his soul draweth near unto the grave, and his life to the destroyers.","c":"","s":["H2416","H4191","H5315","H7126","H7845"]},{"v":23,"t":"If there be a messenger with him, an interpreter, one among a thousand, to shew unto man his uprightness:","c":"","s":["H120","H259","H505","H3426","H3476","H3887","H4397","H5046"]},{"v":24,"t":"Then he is gracious unto him, and saith, Deliver him from going down to the pit: I have found a ransom.","c":"","s":["H559","H2603","H3381","H3724","H4672","H6308","H7845"]},{"v":25,"t":"His flesh shall be fresher than a child's: he shall return to the days of his youth:","c":"","s":["H1320","H3117","H5290","H5934","H7375","H7725"]},{"v":26,"t":"He shall pray unto God, and he will be favourable unto him: and he shall see his face with joy: for he will render unto man his righteousness.","c":"","s":["H433","H582","H6279","H6440","H6666","H7200","H7521","H7725","H8643"]},{"v":27,"t":"He looketh upon men, and if any say, I have sinned, and perverted that which was right, and it profited me not;","c":"","s":["H559","H582","H2398","H3477","H5753","H7737","H7789"]},{"v":28,"t":"He will deliver his soul from going into the pit, and his life shall see the light.","c":"","s":["H216","H2416","H5315","H5674","H6299","H7200","H7845"]},{"v":29,"t":"Lo, all these things worketh God oftentimes with man,","c":"","s":["H410","H1397","H6466","H6471","H7969"]},{"v":30,"t":"To bring back his soul from the pit, to be enlightened with the light of the living.","c":"","s":["H215","H216","H2416","H5315","H7725","H7845"]},{"v":31,"t":"Mark well, O Job, hearken unto me: hold thy peace, and I will speak.","c":"","s":["H347","H1696","H2790","H7181","H8085"]},{"v":32,"t":"If thou hast any thing to say, answer me: speak, for I desire to justify thee.","c":"","s":["H1696","H2654","H3426","H4405","H6663","H7725"]},{"v":33,"t":"If not, hearken unto me: hold thy peace, and I shall teach thee wisdom.","c":"","s":["H502","H2451","H2790","H8085"]}]}