{"total":42,"verses":[{"v":1,"t":"Furthermore Elihu answered and said,","c":"","s":["H453","H559","H6030"]},{"v":2,"t":"Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.","c":"","s":["H238","H2450","H3045","H4405","H8085"]},{"v":3,"t":"For the ear trieth words, as the mouth tasteth meat.","c":"","s":["H241","H398","H974","H2441","H2938","H4405"]},{"v":4,"t":"Let us choose to us judgment: let us know among ourselves what is good.","c":"","s":["H977","H2896","H3045","H4941"]},{"v":5,"t":"For Job hath said, I am righteous: and God hath taken away my judgment.","c":"","s":["H347","H410","H559","H4941","H5493","H6663"]},{"v":6,"t":"Should I lie against my right? my wound is incurable without transgression.","c":"","s":["H605","H2671","H3576","H4941","H6588"]},{"v":7,"t":"What man is like Job, who drinketh up scorning like water?","c":"","s":["H347","H1397","H3933","H4325","H8354"]},{"v":8,"t":"Which goeth in company with the workers of iniquity, and walketh with wicked men.","c":"","s":["H205","H582","H732","H2274","H3212","H6466","H7562"]},{"v":9,"t":"For he hath said, It profiteth a man nothing that he should delight himself with God.","c":"","s":["H430","H559","H1397","H5532","H7521"]},{"v":10,"t":"Therefore hearken unto me, ye men of understanding: far be it from God, that he should do wickedness; and from the Almighty, that he should commit iniquity.","c":"","s":["H410","H582","H2486","H3824","H5766","H7562","H7706","H8085"]},{"v":11,"t":"For the work of a man shall he render unto him, and cause every man to find according to his ways.","c":"","s":["H120","H376","H734","H4672","H6467","H7999"]},{"v":12,"t":"Yea, surely God will not do wickedly, neither will the Almighty pervert judgment.","c":"","s":["H410","H551","H4941","H5791","H7561","H7706"]},{"v":13,"t":"Who hath given him a charge over the earth? or who hath disposed the whole world?","c":"","s":["H776","H6485","H7760","H8398"]},{"v":14,"t":"If he set his heart upon man, if he gather unto himself his spirit and his breath;","c":"","s":["H622","H3820","H5397","H7307","H7760"]},{"v":15,"t":"All flesh shall perish together, and man shall turn again unto dust.","c":"","s":["H120","H1320","H1478","H3162","H6083","H7725"]},{"v":16,"t":"If now thou hast understanding, hear this: hearken to the voice of my words.","c":"","s":["H238","H998","H4405","H6963","H8085"]},{"v":17,"t":"Shall even he that hateth right govern? and wilt thou condemn him that is most just?","c":"","s":["H2280","H3524","H4941","H6662","H7561","H8130"]},{"v":18,"t":"Is it fit to say to a king, Thou art wicked? and to princes, Ye are ungodly?","c":"","s":["H559","H1100","H4428","H5081","H7563"]},{"v":19,"t":"How much less to him that accepteth not the persons of princes, nor regardeth the rich more than the poor? for they all are the work of his hands.","c":"","s":["H1800","H3027","H4639","H5234","H5375","H6440","H7771","H8269"]},{"v":20,"t":"In a moment shall they die, and the people shall be troubled at midnight, and pass away: and the mighty shall be taken away without hand.","c":"","s":["H47","H1607","H2676","H3027","H3915","H4191","H5493","H5674","H5971","H7281"]},{"v":21,"t":"For his eyes are upon the ways of man, and he seeth all his goings.","c":"","s":["H376","H1870","H5869","H6806","H7200"]},{"v":22,"t":"There is no darkness, nor shadow of death, where the workers of iniquity may hide themselves.","c":"","s":["H205","H2822","H5641","H6466","H6757"]},{"v":23,"t":"For he will not lay upon man more than right; that he should enter into judgment with God.","c":"","s":["H376","H410","H1980","H4941","H7760"]},{"v":24,"t":"He shall break in pieces mighty men without number, and set others in their stead.","c":"","s":["H312","H2714","H3524","H5975","H7489"]},{"v":25,"t":"Therefore he knoweth their works, and he overturneth them in the night, so that they are destroyed.","c":"","s":["H1792","H2015","H3915","H4566","H5234"]},{"v":26,"t":"He striketh them as wicked men in the open sight of others;","c":"","s":["H4725","H5606","H7200","H7563","H8478"]},{"v":27,"t":"Because they turned back from him, and would not consider any of his ways:","c":"","s":["H310","H1870","H5493","H7919"]},{"v":28,"t":"So that they cause the cry of the poor to come unto him, and he heareth the cry of the afflicted.","c":"","s":["H935","H1800","H6041","H6818","H8085"]},{"v":29,"t":"When he giveth quietness, who then can make trouble? and when he hideth his face, who then can behold him? whether it be done against a nation, or against a man only:","c":"","s":["H120","H1471","H3162","H5641","H6440","H7561","H7789","H8252"]},{"v":30,"t":"That the hypocrite reign not, lest the people be ensnared.","c":"","s":["H120","H2611","H4170","H4427","H5971"]},{"v":31,"t":"Surely it is meet to be said unto God, I have borne chastisement, I will not offend any more:","c":"","s":["H410","H559","H2254","H5375"]},{"v":32,"t":"That which I see not teach thou me: if I have done iniquity, I will do no more.","c":"","s":["H1107","H2372","H3254","H3384","H5766","H6466"]},{"v":33,"t":"Should it be according to thy mind? he will recompense it, whether thou refuse, or whether thou choose; and not I: therefore speak what thou knowest.","c":"","s":["H977","H1696","H3045","H3588","H3988","H7999"]},{"v":34,"t":"Let men of understanding tell me, and let a wise man hearken unto me.","c":"","s":["H559","H582","H1397","H2450","H3824","H8085"]},{"v":35,"t":"Job hath spoken without knowledge, and his words were without wisdom.","c":"","s":["H347","H1696","H1697","H1847","H7919"]},{"v":36,"t":"My desire is that Job may be tried unto the end because of his answers for wicked men.","c":"","s":["H1","H15","H205","H347","H582","H974","H5331","H8666"]},{"v":37,"t":"For he addeth rebellion unto his sin, he clappeth his hands among us, and multiplieth his words against God.","c":"","s":["H410","H561","H2403","H3254","H5606","H6588","H7235"]}]}