{"total":42,"verses":[{"v":1,"t":"At this also my heart trembleth, and is moved out of his place.","c":"","s":["H2063","H2729","H3820","H4725","H5425"]},{"v":2,"t":"Hear attentively the noise of his voice, and the sound that goeth out of his mouth.","c":"","s":["H1899","H3318","H6310","H6963","H7267","H8085"]},{"v":3,"t":"He directeth it under the whole heaven, and his lightning unto the ends of the earth.","c":"","s":["H216","H776","H3474","H3671","H8064","H8281"]},{"v":4,"t":"After it a voice roareth: he thundereth with the voice of his excellency; and he will not stay them when his voice is heard.","c":"","s":["H310","H1347","H6117","H6963","H7481","H7580","H8085"]},{"v":5,"t":"God thundereth marvellously with his voice; great things doeth he, which we cannot comprehend.","c":"","s":["H410","H1419","H3045","H6213","H6381","H6963","H7481"]},{"v":6,"t":"For he saith to the snow, Be thou on the earth; likewise to the small rain, and to the great rain of his strength.","c":"","s":["H559","H776","H1653","H1933","H4306","H5797","H7950"]},{"v":7,"t":"He sealeth up the hand of every man; that all men may know his work.","c":"","s":["H120","H582","H2856","H3027","H3045","H4639"]},{"v":8,"t":"Then the beasts go into dens, and remain in their places.","c":"","s":["H695","H935","H1119","H2416","H4585","H7931"]},{"v":9,"t":"Out of the south cometh the whirlwind: and cold out of the north.","c":"","s":["H935","H2315","H4215","H5492","H7135"]},{"v":10,"t":"By the breath of God frost is given: and the breadth of the waters is straitened.","c":"","s":["H410","H4164","H4325","H5397","H5414","H7140","H7341"]},{"v":11,"t":"Also by watering he wearieth the thick cloud: he scattereth his bright cloud:","c":"","s":["H216","H2959","H5645","H6051","H6327","H7377"]},{"v":12,"t":"And it is turned round about by his counsels: that they may do whatsoever he commandeth them upon the face of the world in the earth.","c":"","s":["H776","H2015","H4524","H6440","H6467","H6680","H8398","H8458"]},{"v":13,"t":"He causeth it to come, whether for correction, or for his land, or for mercy.","c":"","s":["H776","H2617","H4672","H7626"]},{"v":14,"t":"Hearken unto this, O Job: stand still, and consider the wondrous works of God.","c":"","s":["H238","H347","H410","H995","H5975","H6381"]},{"v":15,"t":"Dost thou know when God disposed them, and caused the light of his cloud to shine?","c":"","s":["H216","H433","H3045","H3313","H6051","H7760"]},{"v":16,"t":"Dost thou know the balancings of the clouds, the wondrous works of him which is perfect in knowledge?","c":"","s":["H1843","H3045","H4652","H4657","H5645","H8549"]},{"v":17,"t":"How thy garments are warm, when he quieteth the earth by the south wind?","c":"","s":["H776","H899","H1864","H2525","H8252"]},{"v":18,"t":"Hast thou with him spread out the sky, which is strong, and as a molten looking glass?","c":"","s":["H2389","H3332","H7209","H7554","H7834"]},{"v":19,"t":"Teach us what we shall say unto him; for we cannot order our speech by reason of darkness.","c":"","s":["H559","H2822","H3045","H6186","H6440"]},{"v":20,"t":"Shall it be told him that I speak? if a man speak, surely he shall be swallowed up.","c":"","s":["H376","H559","H1104","H1696","H5608"]},{"v":21,"t":"And now men see not the bright light which is in the clouds: but the wind passeth, and cleanseth them.","c":"","s":["H216","H925","H2891","H5674","H7200","H7307","H7834"]},{"v":22,"t":"Fair weather cometh out of the north: with God is terrible majesty.","c":"","s":["H433","H857","H1935","H2091","H3372","H6828"]},{"v":23,"t":"Touching the Almighty, we cannot find him out: he is excellent in power, and in judgment, and in plenty of justice: he will not afflict.","c":"","s":["H3581","H4672","H4941","H6031","H6666","H7230","H7689","H7706"]},{"v":24,"t":"Men do therefore fear him: he respecteth not any that are wise of heart.","c":"","s":["H582","H2450","H3372","H3820","H7200"]}]}