{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "Hear my prayer, O LORD, and let my cry come unto thee.",
      "c": 54,
      "s": []
    },
    {
      "v": 2,
      "t": "Hide not thy face from me in the day when I am in trouble; incline thine ear unto me: in the day when I call answer me speedily.",
      "c": 128,
      "s": []
    },
    {
      "v": 3,
      "t": "For my days are consumed like smoke, and my bones are burned as an hearth.",
      "c": 74,
      "s": []
    },
    {
      "v": 4,
      "t": "My heart is smitten, and withered like grass; so that I forget to eat my bread.",
      "c": 79,
      "s": []
    },
    {
      "v": 5,
      "t": "By reason of the voice of my groaning my bones cleave to my skin.",
      "c": 65,
      "s": []
    },
    {
      "v": 6,
      "t": "I am like a pelican of the wilderness: I am like an owl of the desert.",
      "c": 70,
      "s": []
    },
    {
      "v": 7,
      "t": "I watch, and am as a sparrow alone upon the house top.",
      "c": 54,
      "s": []
    },
    {
      "v": 8,
      "t": "Mine enemies reproach me all the day; and they that are mad against me are sworn against me.",
      "c": 92,
      "s": []
    },
    {
      "v": 9,
      "t": "For I have eaten ashes like bread, and mingled my drink with weeping,",
      "c": 69,
      "s": []
    },
    {
      "v": 10,
      "t": "Because of thine indignation and thy wrath: for thou hast lifted me up, and cast me down.",
      "c": 89,
      "s": []
    },
    {
      "v": 11,
      "t": "My days are like a shadow that declineth; and I am withered like grass.",
      "c": 71,
      "s": []
    },
    {
      "v": 12,
      "t": "But thou, O LORD, shalt endure for ever; and thy remembrance unto all generations.",
      "c": 82,
      "s": []
    },
    {
      "v": 13,
      "t": "Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come.",
      "c": 99,
      "s": []
    },
    {
      "v": 14,
      "t": "For thy servants take pleasure in her stones, and favour the dust thereof.",
      "c": 74,
      "s": []
    },
    {
      "v": 15,
      "t": "So the heathen shall fear the name of the LORD, and all the kings of the earth thy glory.",
      "c": 89,
      "s": []
    },
    {
      "v": 16,
      "t": "When the LORD shall build up Zion, he shall appear in his glory.",
      "c": 64,
      "s": []
    },
    {
      "v": 17,
      "t": "He will regard the prayer of the destitute, and not despise their prayer.",
      "c": 73,
      "s": []
    },
    {
      "v": 18,
      "t": "This shall be written for the generation to come: and the people which shall be created shall praise the LORD.",
      "c": 110,
      "s": []
    },
    {
      "v": 19,
      "t": "For he hath looked down from the height of his sanctuary; from heaven did the LORD behold the earth;",
      "c": 100,
      "s": []
    },
    {
      "v": 20,
      "t": "To hear the groaning of the prisoner; to loose those that are appointed to death;",
      "c": 81,
      "s": []
    },
    {
      "v": 21,
      "t": "To declare the name of the LORD in Zion, and his praise in Jerusalem;",
      "c": 69,
      "s": []
    },
    {
      "v": 22,
      "t": "When the people are gathered together, and the kingdoms, to serve the LORD.",
      "c": 75,
      "s": []
    },
    {
      "v": 23,
      "t": "He weakened my strength in the way; he shortened my days.",
      "c": 57,
      "s": []
    },
    {
      "v": 24,
      "t": "I said, O my God, take me not away in the midst of my days: thy years are throughout all generations.",
      "c": 101,
      "s": []
    },
    {
      "v": 25,
      "t": "Of old hast thou laid the foundation of the earth: and the heavens are the work of thy hands.",
      "c": 93,
      "s": []
    },
    {
      "v": 26,
      "t": "They shall perish, but thou shalt endure: yea, all of them shall wax old like a garment; as a vesture shalt thou change them, and they shall be changed:",
      "c": 152,
      "s": []
    },
    {
      "v": 27,
      "t": "But thou art the same, and thy years shall have no end.",
      "c": 55,
      "s": []
    },
    {
      "v": 28,
      "t": "The children of thy servants shall continue, and their seed shall be established before thee.",
      "c": 93,
      "s": []
    }
  ]
}