{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?",
      "c": "",
      "s": [
        "H1732",
        "H3068",
        "H216",
        "H3468",
        "H3372",
        "H4581",
        "H2416",
        "H6342"
      ]
    },
    {
      "v": 2,
      "t": "When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.",
      "c": "",
      "s": [
        "H7489",
        "H6862",
        "H341",
        "H7126",
        "H398",
        "H1320",
        "H3782",
        "H5307"
      ]
    },
    {
      "v": 3,
      "t": "Though an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident.",
      "c": "",
      "s": [
        "H4264",
        "H2583",
        "H3820",
        "H3372",
        "H4421",
        "H6965",
        "H982"
      ]
    },
    {
      "v": 4,
      "t": "One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to inquire in his temple.",
      "c": "",
      "s": [
        "H259",
        "H7592",
        "H3068",
        "H1245",
        "H3427",
        "H1004",
        "H3117",
        "H2416",
        "H2372",
        "H5278",
        "H1239",
        "H1964"
      ]
    },
    {
      "v": 5,
      "t": "For in the time of trouble he shall hide me in his pavilion: in the secret of his tabernacle shall he hide me; he shall set me up upon a rock.",
      "c": "",
      "s": [
        "H3117",
        "H7451",
        "H6845",
        "H5520",
        "H5643",
        "H168",
        "H5641",
        "H7311",
        "H6697"
      ]
    },
    {
      "v": 6,
      "t": "And now shall mine head be lifted up above mine enemies round about me: therefore will I offer in his tabernacle sacrifices of joy; I will sing, yea, I will sing praises unto the LORD.",
      "c": "",
      "s": [
        "H7218",
        "H7311",
        "H341",
        "H5439",
        "H2076",
        "H168",
        "H2077",
        "H8643",
        "H7891",
        "H2167",
        "H3068"
      ]
    },
    {
      "v": 7,
      "t": "Hear, O LORD, when I cry with my voice: have mercy also upon me, and answer me.",
      "c": "",
      "s": [
        "H8085",
        "H3068",
        "H7121",
        "H6963",
        "H2603",
        "H6030"
      ]
    },
    {
      "v": 8,
      "t": "When thou saidst, Seek ye my face; my heart said unto thee, Thy face, LORD, will I seek.",
      "c": "",
      "s": [
        "H1245",
        "H6440",
        "H3820",
        "H559",
        "H3068"
      ]
    },
    {
      "v": 9,
      "t": "Hide not thy face far from me; put not thy servant away in anger: thou hast been my help; leave me not, neither forsake me, O God of my salvation.",
      "c": "",
      "s": [
        "H5641",
        "H6440",
        "H5186",
        "H5650",
        "H639",
        "H5833",
        "H5203",
        "H5800",
        "H430",
        "H3468"
      ]
    },
    {
      "v": 10,
      "t": "When my father and my mother forsake me, then the LORD will take me up.",
      "c": "",
      "s": [
        "H1",
        "H517",
        "H5800",
        "H3068",
        "H622"
      ]
    },
    {
      "v": 11,
      "t": "Teach me thy way, O LORD, and lead me in a plain path, because of mine enemies.",
      "c": "",
      "s": [
        "H3384",
        "H1870",
        "H3068",
        "H5148",
        "H4334",
        "H734",
        "H8324"
      ]
    },
    {
      "v": 12,
      "t": "Deliver me not over unto the will of mine enemies: for false witnesses are risen up against me, and such as breathe out cruelty.",
      "c": "",
      "s": [
        "H5414",
        "H5315",
        "H6862",
        "H8267",
        "H5707",
        "H6965",
        "H3307",
        "H2555"
      ]
    },
    {
      "v": 13,
      "t": "I had fainted, unless I had believed to see the goodness of the LORD in the land of the living.",
      "c": "",
      "s": [
        "H3884",
        "H539",
        "H7200",
        "H2898",
        "H3068",
        "H776",
        "H2416"
      ]
    },
    {
      "v": 14,
      "t": "Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD.",
      "c": "",
      "s": [
        "H6960",
        "H3068",
        "H2388",
        "H553",
        "H3820"
      ]
    }
  ]
}