{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "I will extol thee, O LORD; for thou hast lifted me up, and hast not made my foes to rejoice over me.",
      "c": "",
      "s": []
    },
    {
      "v": 2,
      "t": "O LORD my God, I cried unto thee, and thou hast healed me.",
      "c": "",
      "s": []
    },
    {
      "v": 3,
      "t": "O LORD, thou hast brought up my soul from the grave: thou hast kept me alive, that I should not go down to the pit.",
      "c": "",
      "s": []
    },
    {
      "v": 4,
      "t": "Sing unto the LORD, O ye saints of his, and give thanks at the remembrance of his holiness.",
      "c": "",
      "s": []
    },
    {
      "v": 5,
      "t": "For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning.",
      "c": "",
      "s": []
    },
    {
      "v": 6,
      "t": "And in my prosperity I said, I shall never be moved.",
      "c": "",
      "s": []
    },
    {
      "v": 7,
      "t": "LORD, by thy favour thou hast made my mountain to stand strong: thou didst hide thy face, and I was troubled.",
      "c": "",
      "s": []
    },
    {
      "v": 8,
      "t": "I cried to thee, O LORD; and unto the LORD I made supplication.",
      "c": "",
      "s": []
    },
    {
      "v": 9,
      "t": "What profit is there in my blood, when I go down to the pit? Shall the dust praise thee? shall it declare thy truth?",
      "c": "",
      "s": []
    },
    {
      "v": 10,
      "t": "Hear, O LORD, and have mercy upon me: LORD, be thou my helper.",
      "c": "",
      "s": []
    },
    {
      "v": 11,
      "t": "Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness;",
      "c": "",
      "s": []
    },
    {
      "v": 12,
      "t": "To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee for ever.",
      "c": "",
      "s": []
    }
  ]
}