{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "Blessed is he whose transgression is forgiven, whose sin is covered.",
      "c": "",
      "s": [
        "H1732",
        "H4905",
        "H835",
        "H6588",
        "H5375",
        "H2401",
        "H3680"
      ]
    },
    {
      "v": 2,
      "t": "Blessed is the man unto whom the LORD imputeth not iniquity, and in whose spirit there is no guile.",
      "c": "",
      "s": [
        "H835",
        "H120",
        "H3068",
        "H2803",
        "H5771",
        "H7307",
        "H7423"
      ]
    },
    {
      "v": 3,
      "t": "When I kept silence, my bones waxed old through my roaring all the day long.",
      "c": "",
      "s": [
        "H2790",
        "H6106",
        "H1086",
        "H7581",
        "H3117"
      ]
    },
    {
      "v": 4,
      "t": "For day and night thy hand was heavy upon me: my moisture is turned into the drought of summer. Selah.",
      "c": "",
      "s": [
        "H3119",
        "H3915",
        "H3027",
        "H3513",
        "H3955",
        "H2015",
        "H2725",
        "H7019",
        "H5542"
      ]
    },
    {
      "v": 5,
      "t": "I acknowledged my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the LORD; and thou forgavest the iniquity of my sin. Selah.",
      "c": "",
      "s": [
        "H3045",
        "H2403",
        "H5771",
        "H3680",
        "H559",
        "H3034",
        "H6588",
        "H3068",
        "H5375",
        "H5542"
      ]
    },
    {
      "v": 6,
      "t": "For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.",
      "c": "",
      "s": [
        "H2623",
        "H6419",
        "H6256",
        "H4672",
        "H7858",
        "H7227",
        "H4325",
        "H5060"
      ]
    },
    {
      "v": 7,
      "t": "Thou art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance. Selah.",
      "c": "",
      "s": [
        "H5643",
        "H5341",
        "H6862",
        "H5437",
        "H7438",
        "H6405",
        "H5542"
      ]
    },
    {
      "v": 8,
      "t": "I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.",
      "c": "",
      "s": [
        "H7919",
        "H3384",
        "H1870",
        "H2098",
        "H3212",
        "H3289",
        "H5869"
      ]
    },
    {
      "v": 9,
      "t": "Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.",
      "c": "",
      "s": [
        "H5483",
        "H6505",
        "H995",
        "H5716",
        "H1102",
        "H4964",
        "H7448",
        "H1077",
        "H7126"
      ]
    },
    {
      "v": 10,
      "t": "Many sorrows shall be to the wicked: but he that trusteth in the LORD, mercy shall compass him about.",
      "c": "",
      "s": [
        "H7227",
        "H4341",
        "H7563",
        "H982",
        "H3068",
        "H2617",
        "H5437"
      ]
    },
    {
      "v": 11,
      "t": "Be glad in the LORD, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart.",
      "c": "",
      "s": [
        "H8055",
        "H3068",
        "H1523",
        "H6662",
        "H7442",
        "H3477",
        "H3820"
      ]
    }
  ]
}