{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "I waited patiently for the LORD; and he inclined unto me, and heard my cry.",
      "c": "",
      "s": [
        "H5329",
        "H4210",
        "H1732",
        "H6960",
        "H3068",
        "H5186",
        "H8085",
        "H7775"
      ]
    },
    {
      "v": 2,
      "t": "He brought me up also out of an horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings.",
      "c": "",
      "s": [
        "H5927",
        "H7588",
        "H953",
        "H3121",
        "H2916",
        "H6965",
        "H7272",
        "H5553",
        "H3559",
        "H838"
      ]
    },
    {
      "v": 3,
      "t": "And he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the LORD.",
      "c": "",
      "s": [
        "H5414",
        "H2319",
        "H7892",
        "H6310",
        "H8416",
        "H430",
        "H7227",
        "H7200",
        "H3372",
        "H982",
        "H3068"
      ]
    },
    {
      "v": 4,
      "t": "Blessed is that man that maketh the LORD his trust, and respecteth not the proud, nor such as turn aside to lies.",
      "c": "",
      "s": [
        "H835",
        "H1397",
        "H7760",
        "H3068",
        "H4009",
        "H6437",
        "H7295",
        "H7750",
        "H3577"
      ]
    },
    {
      "v": 5,
      "t": "Many, O LORD my God, are thy wonderful works which thou hast done, and thy thoughts which are to us-ward: they cannot be reckoned up in order unto thee: if I would declare and speak of them, they are more than can be numbered.",
      "c": "",
      "s": [
        "H7227",
        "H3068",
        "H430",
        "H6381",
        "H6213",
        "H4284",
        "H6186",
        "H5046",
        "H1696",
        "H6105",
        "H5608"
      ]
    },
    {
      "v": 6,
      "t": "Sacrifice and offering thou didst not desire; mine ears hast thou opened: burnt offering and sin offering hast thou not required.",
      "c": "",
      "s": [
        "H2077",
        "H4503",
        "H2654",
        "H241",
        "H3738",
        "H5930",
        "H2401",
        "H7592"
      ]
    },
    {
      "v": 7,
      "t": "Then said I, Lo, I come: in the volume of the book it is written of me,",
      "c": "",
      "s": [
        "H559",
        "H935",
        "H4039",
        "H5612",
        "H3789"
      ]
    },
    {
      "v": 8,
      "t": "I delight to do thy will, O my God: yea, thy law is within my heart.",
      "c": "",
      "s": [
        "H2654",
        "H6213",
        "H7522",
        "H430",
        "H8451",
        "H8432",
        "H4578"
      ]
    },
    {
      "v": 9,
      "t": "I have preached righteousness in the great congregation: lo, I have not refrained my lips, O LORD, thou knowest.",
      "c": "",
      "s": [
        "H1319",
        "H6664",
        "H7227",
        "H6951",
        "H3607",
        "H8193",
        "H3068",
        "H3045"
      ]
    },
    {
      "v": 10,
      "t": "I have not hid thy righteousness within my heart; I have declared thy faithfulness and thy salvation: I have not concealed thy lovingkindness and thy truth from the great congregation.",
      "c": "",
      "s": [
        "H3680",
        "H6666",
        "H8432",
        "H3820",
        "H559",
        "H530",
        "H8668",
        "H3582",
        "H2617",
        "H571",
        "H7227",
        "H6951"
      ]
    },
    {
      "v": 11,
      "t": "Withhold not thou thy tender mercies from me, O LORD: let thy lovingkindness and thy truth continually preserve me.",
      "c": "",
      "s": [
        "H3607",
        "H7356",
        "H3068",
        "H2617",
        "H571",
        "H8548",
        "H5341"
      ]
    },
    {
      "v": 12,
      "t": "For innumerable evils have compassed me about: mine iniquities have taken hold upon me, so that I am not able to look up; they are more than the hairs of mine head: therefore my heart faileth me.",
      "c": "",
      "s": [
        "H4557",
        "H7451",
        "H661",
        "H5771",
        "H5381",
        "H3201",
        "H7200",
        "H6105",
        "H8185",
        "H7218",
        "H3820",
        "H5800"
      ]
    },
    {
      "v": 13,
      "t": "Be pleased, O LORD, to deliver me: O LORD, make haste to help me.",
      "c": "",
      "s": [
        "H7521",
        "H3068",
        "H5337",
        "H2363",
        "H5833"
      ]
    },
    {
      "v": 14,
      "t": "Let them be ashamed and confounded together that seek after my soul to destroy it; let them be driven backward and put to shame that wish me evil.",
      "c": "",
      "s": [
        "H954",
        "H2659",
        "H3162",
        "H1245",
        "H5315",
        "H5595",
        "H5472",
        "H268",
        "H3637",
        "H2655",
        "H7451"
      ]
    },
    {
      "v": 15,
      "t": "Let them be desolate for a reward of their shame that say unto me, Aha, aha.",
      "c": "",
      "s": [
        "H8074",
        "H6118",
        "H1322",
        "H559",
        "H1889"
      ]
    },
    {
      "v": 16,
      "t": "Let all those that seek thee rejoice and be glad in thee: let such as love thy salvation say continually, The LORD be magnified.",
      "c": "",
      "s": [
        "H1245",
        "H7797",
        "H8055",
        "H157",
        "H8668",
        "H559",
        "H8548",
        "H3068",
        "H1431"
      ]
    },
    {
      "v": 17,
      "t": "But I am poor and needy; yet the Lord thinketh upon me: thou art my help and my deliverer; make no tarrying, O my God.",
      "c": "",
      "s": [
        "H6041",
        "H34",
        "H136",
        "H2803",
        "H5833",
        "H6403",
        "H309",
        "H430"
      ]
    }
  ]
}