{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "Give ear to my words, O LORD, consider my meditation.",
      "c": "",
      "s": [
        "H5329",
        "H5155",
        "H4210",
        "H1732",
        "H238",
        "H561",
        "H3068",
        "H995",
        "H1901"
      ]
    },
    {
      "v": 2,
      "t": "Hearken unto the voice of my cry, my King, and my God: for unto thee will I pray.",
      "c": "",
      "s": [
        "H7181",
        "H6963",
        "H7773",
        "H4428",
        "H430",
        "H6419"
      ]
    },
    {
      "v": 3,
      "t": "My voice shalt thou hear in the morning, O LORD; in the morning will I direct my prayer unto thee, and will look up.",
      "c": "",
      "s": [
        "H6963",
        "H8085",
        "H1242",
        "H3068",
        "H6186",
        "H6822"
      ]
    },
    {
      "v": 4,
      "t": "For thou art not a God that hath pleasure in wickedness: neither shall evil dwell with thee.",
      "c": "",
      "s": [
        "H410",
        "H2655",
        "H7562",
        "H7451",
        "H1481"
      ]
    },
    {
      "v": 5,
      "t": "The foolish shall not stand in thy sight: thou hatest all workers of iniquity.",
      "c": "",
      "s": [
        "H1984",
        "H3320",
        "H5869",
        "H8130",
        "H6466",
        "H205"
      ]
    },
    {
      "v": 6,
      "t": "Thou shalt destroy them that speak leasing: the LORD will abhor the bloody and deceitful man.",
      "c": "",
      "s": [
        "H6",
        "H1696",
        "H3577",
        "H3068",
        "H8581",
        "H1818",
        "H4820",
        "H376"
      ]
    },
    {
      "v": 7,
      "t": "But as for me, I will come into thy house in the multitude of thy mercy: and in thy fear will I worship toward thy holy temple.",
      "c": "",
      "s": [
        "H935",
        "H1004",
        "H7230",
        "H2617",
        "H3374",
        "H7812",
        "H6944",
        "H1964"
      ]
    },
    {
      "v": 8,
      "t": "Lead me, O LORD, in thy righteousness because of mine enemies; make thy way straight before my face.",
      "c": "",
      "s": [
        "H5148",
        "H3068",
        "H6666",
        "H8324",
        "H1870",
        "H3474",
        "H6440"
      ]
    },
    {
      "v": 9,
      "t": "For there is no faithfulness in their mouth; their inward part is very wickedness; their throat is an open sepulchre; they flatter with their tongue.",
      "c": "",
      "s": [
        "H3559",
        "H6310",
        "H7130",
        "H1942",
        "H1627",
        "H6605",
        "H6913",
        "H2505",
        "H3956"
      ]
    },
    {
      "v": 10,
      "t": "Destroy thou them, O God; let them fall by their own counsels; cast them out in the multitude of their transgressions; for they have rebelled against thee.",
      "c": "",
      "s": [
        "H816",
        "H430",
        "H5307",
        "H4156",
        "H5080",
        "H7230",
        "H6588",
        "H4784"
      ]
    },
    {
      "v": 11,
      "t": "But let all those that put their trust in thee rejoice: let them ever shout for joy, because thou defendest them: let them also that love thy name be joyful in thee.",
      "c": "",
      "s": [
        "H2620",
        "H8055",
        "H5769",
        "H7442",
        "H5526",
        "H157",
        "H8034",
        "H5970"
      ]
    },
    {
      "v": 12,
      "t": "For thou, LORD, wilt bless the righteous; with favour wilt thou compass him as with a shield.",
      "c": "",
      "s": [
        "H3068",
        "H1288",
        "H6662",
        "H7522",
        "H5849",
        "H6793"
      ]
    }
  ]
}