{
  "total": 150,
  "verses": [
    {
      "v": 1,
      "t": "In thee, O LORD, do I put my trust: let me never be put to confusion.",
      "c": "",
      "s": [
        "H3068",
        "H2620",
        "H408",
        "H5769",
        "H954"
      ]
    },
    {
      "v": 2,
      "t": "Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me.",
      "c": "",
      "s": [
        "H5337",
        "H6666",
        "H6403",
        "H5186",
        "H241",
        "H3467"
      ]
    },
    {
      "v": 3,
      "t": "Be thou my strong habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress.",
      "c": "",
      "s": [
        "H6697",
        "H4583",
        "H8548",
        "H935",
        "H6680",
        "H3467",
        "H5553",
        "H4686"
      ]
    },
    {
      "v": 4,
      "t": "Deliver me, O my God, out of the hand of the wicked, out of the hand of the unrighteous and cruel man.",
      "c": "",
      "s": [
        "H6403",
        "H430",
        "H3027",
        "H7563",
        "H3709",
        "H5765",
        "H2556"
      ]
    },
    {
      "v": 5,
      "t": "For thou art my hope, O Lord GOD: thou art my trust from my youth.",
      "c": "",
      "s": [
        "H8615",
        "H136",
        "H3069",
        "H4009",
        "H5271"
      ]
    },
    {
      "v": 6,
      "t": "By thee have I been holden up from the womb: thou art he that took me out of my mother's bowels: my praise shall be continually of thee.",
      "c": "",
      "s": [
        "H5564",
        "H990",
        "H1491",
        "H517",
        "H4578",
        "H8416",
        "H8548"
      ]
    },
    {
      "v": 7,
      "t": "I am as a wonder unto many; but thou art my strong refuge.",
      "c": "",
      "s": [
        "H4159",
        "H7227",
        "H5797",
        "H4268"
      ]
    },
    {
      "v": 8,
      "t": "Let my mouth be filled with thy praise and with thy honour all the day.",
      "c": "",
      "s": [
        "H6310",
        "H4390",
        "H8416",
        "H8597",
        "H3117"
      ]
    },
    {
      "v": 9,
      "t": "Cast me not off in the time of old age; forsake me not when my strength faileth.",
      "c": "",
      "s": [
        "H7993",
        "H6256",
        "H2209",
        "H5800",
        "H3581",
        "H3615"
      ]
    },
    {
      "v": 10,
      "t": "For mine enemies speak against me; and they that lay wait for my soul take counsel together,",
      "c": "",
      "s": [
        "H341",
        "H559",
        "H8104",
        "H5315",
        "H3289",
        "H3162"
      ]
    },
    {
      "v": 11,
      "t": "Saying, God hath forsaken him: persecute and take him; for there is none to deliver him.",
      "c": "",
      "s": [
        "H559",
        "H430",
        "H5800",
        "H7291",
        "H8610",
        "H5337"
      ]
    },
    {
      "v": 12,
      "t": "O God, be not far from me: O my God, make haste for my help.",
      "c": "",
      "s": [
        "H430",
        "H7368",
        "H2363",
        "H2439",
        "H5833"
      ]
    },
    {
      "v": 13,
      "t": "Let them be confounded and consumed that are adversaries to my soul; let them be covered with reproach and dishonour that seek my hurt.",
      "c": "",
      "s": [
        "H954",
        "H3615",
        "H7853",
        "H5315",
        "H5844",
        "H2781",
        "H3639",
        "H1245",
        "H7451"
      ]
    },
    {
      "v": 14,
      "t": "But I will hope continually, and will yet praise thee more and more.",
      "c": "",
      "s": [
        "H3176",
        "H8548",
        "H8416",
        "H3254"
      ]
    },
    {
      "v": 15,
      "t": "My mouth shall shew forth thy righteousness and thy salvation all the day; for I know not the numbers thereof.",
      "c": "",
      "s": [
        "H6310",
        "H5608",
        "H6666",
        "H8668",
        "H3117",
        "H3045",
        "H5615"
      ]
    },
    {
      "v": 16,
      "t": "I will go in the strength of the Lord GOD: I will make mention of thy righteousness, even of thine only.",
      "c": "",
      "s": [
        "H935",
        "H1369",
        "H136",
        "H3069",
        "H2142",
        "H6666"
      ]
    },
    {
      "v": 17,
      "t": "O God, thou hast taught me from my youth: and hitherto have I declared thy wondrous works.",
      "c": "",
      "s": [
        "H430",
        "H3925",
        "H5271",
        "H5046",
        "H6381"
      ]
    },
    {
      "v": 18,
      "t": "Now also when I am old and grayheaded, O God, forsake me not; until I have shewed thy strength unto this generation, and thy power to every one that is to come.",
      "c": "",
      "s": [
        "H5704",
        "H2209",
        "H7872",
        "H430",
        "H5800",
        "H5046",
        "H2220",
        "H1755",
        "H1369",
        "H935"
      ]
    },
    {
      "v": 19,
      "t": "Thy righteousness also, O God, is very high, who hast done great things: O God, who is like unto thee!",
      "c": "",
      "s": [
        "H6666",
        "H430",
        "H4791",
        "H6213",
        "H1419"
      ]
    },
    {
      "v": 20,
      "t": "Thou, which hast shewed me great and sore troubles, shalt quicken me again, and shalt bring me up again from the depths of the earth.",
      "c": "",
      "s": [
        "H7200",
        "H7227",
        "H7451",
        "H6869",
        "H2421",
        "H7725",
        "H5927",
        "H8415",
        "H776"
      ]
    },
    {
      "v": 21,
      "t": "Thou shalt increase my greatness, and comfort me on every side.",
      "c": "",
      "s": [
        "H7235",
        "H1420",
        "H5162",
        "H5437"
      ]
    },
    {
      "v": 22,
      "t": "I will also praise thee with the psaltery, even thy truth, O my God: unto thee will I sing with the harp, O thou Holy One of Israel.",
      "c": "",
      "s": [
        "H3034",
        "H3627",
        "H5035",
        "H571",
        "H430",
        "H2167",
        "H3658",
        "H6918",
        "H3478"
      ]
    },
    {
      "v": 23,
      "t": "My lips shall greatly rejoice when I sing unto thee; and my soul, which thou hast redeemed.",
      "c": "",
      "s": [
        "H8193",
        "H7442",
        "H2167",
        "H5315",
        "H6299"
      ]
    },
    {
      "v": 24,
      "t": "My tongue also shall talk of thy righteousness all the day long: for they are confounded, for they are brought unto shame, that seek my hurt.",
      "c": "",
      "s": [
        "H3956",
        "H1897",
        "H6666",
        "H3117",
        "H954",
        "H2659",
        "H1245",
        "H7451"
      ]
    }
  ]
}