[
  {
    "v": 1,
    "t": "And Abraham was old, and well stricken in age: and the LORD had blessed Abraham in all things.",
    "c": [
      "{'ref': 'Genesis 21:5', 'note': 'Abraham’s advanced age'}",
      "{'ref': 'Genesis 13:2', 'note': 'Blessed in possessions'}"
    ],
    "s": [
      "{'num': 'H85', 'lemma': '’Avraham', 'gloss': 'Abraham'}",
      "{'num': 'H2204', 'lemma': 'zaqen', 'gloss': 'old'}",
      "{'num': 'H3068', 'lemma': 'YHWH', 'gloss': 'LORD'}"
    ]
  },
  {
    "v": 2,
    "t": "And Abraham said unto his eldest servant of his house, that ruled over all that he had, Put, I pray thee, thy hand under my thigh:",
    "c": [
      "{'ref': 'Genesis 15:2', 'note': 'Eliezer the steward (likely)'}",
      "{'ref': 'Genesis 47:29', 'note': 'Oath under the thigh'}"
    ],
    "s": [
      "{'num': 'H5650', 'lemma': '‘ebed', 'gloss': 'servant'}",
      "{'num': 'H7991', 'lemma': 'shaliysh', 'gloss': 'chief/eldest'}",
      "{'num': 'H3409', 'lemma': 'yarek', 'gloss': 'thigh'}"
    ]
  },
  {
    "v": 3,
    "t": "And I will make thee swear by the LORD, the God of heaven, and the God of the earth, that thou shalt not take a wife unto my son of the daughters of the Canaanites, among whom I dwell:",
    "c": [
      "{'ref': 'Genesis 14:22', 'note': 'The LORD, God most high'}",
      "{'ref': 'Genesis 28:1', 'note': 'Not of Canaanite daughters'}"
    ],
    "s": [
      "{'num': 'H7650', 'lemma': 'shaba‘', 'gloss': 'swear'}",
      "{'num': 'H8064', 'lemma': 'shamayim', 'gloss': 'heaven'}",
      "{'num': 'H776', 'lemma': '’erets', 'gloss': 'earth/land'}"
    ]
  },
  {
    "v": 4,
    "t": "But thou shalt go unto my country, and to my kindred, and take a wife unto my son Isaac.",
    "c": [
      "{'ref': 'Genesis 12:1', 'note': 'Country and kindred'}",
      "{'ref': 'Genesis 24:38', 'note': 'Wife from my father’s house'}"
    ],
    "s": [
      "{'num': 'H4138', 'lemma': 'moledeth', 'gloss': 'kindred/birthplace'}",
      "{'num': 'H3327', 'lemma': 'Yitschaq', 'gloss': 'Isaac'}"
    ]
  },
  {
    "v": 5,
    "t": "And the servant said unto him, Peradventure the woman will not be willing to follow me unto this land: must I needs bring thy son again unto the land from whence thou camest?",
    "c": [
      "{'ref': 'Genesis 24:8', 'note': 'Do not bring my son back'}"
    ],
    "s": [
      "{'num': 'H194', 'lemma': '’ulay', 'gloss': 'perhaps'}",
      "{'num': 'H1980', 'lemma': 'halak', 'gloss': 'go/follow'}"
    ]
  },
  {
    "v": 6,
    "t": "And Abraham said unto him, Beware thou that thou bring not my son thither again.",
    "c": [
      "{'ref': 'Genesis 26:2', 'note': 'Do not go down to Egypt (pattern of staying in promised land)'}"
    ],
    "s": [
      "{'num': 'H8104', 'lemma': 'shamar', 'gloss': 'beware/keep'}"
    ]
  },
  {
    "v": 7,
    "t": "The LORD God of heaven, which took me from my father's house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
    "c": [
      "{'ref': 'Genesis 12:1–7', 'note': 'Promise of the land'}",
      "{'ref': 'Exodus 23:20', 'note': 'Angel sent before you'}"
    ],
    "s": [
      "{'num': 'H2233', 'lemma': 'zera‘', 'gloss': 'seed/offspring'}",
      "{'num': 'H4397', 'lemma': 'mal’ak', 'gloss': 'angel/messenger'}"
    ]
  },
  {
    "v": 8,
    "t": "And if the woman will not be willing to follow thee, then thou shalt be clear from this my oath: only bring not my son thither again.",
    "c": [
      "{'ref': 'Genesis 24:41', 'note': 'Released from the oath'}"
    ],
    "s": [
      "{'num': 'H5352', 'lemma': 'naqah', 'gloss': 'be clear/free'}"
    ]
  },
  {
    "v": 9,
    "t": "And the servant put his hand under the thigh of Abraham his master, and sware to him concerning that matter.",
    "c": [
      "{'ref': 'Genesis 47:29', 'note': 'Same oath gesture with Jacob'}"
    ],
    "s": [
      "{'num': 'H113', 'lemma': '’adon', 'gloss': 'master'}",
      "{'num': 'H7650', 'lemma': 'shaba‘', 'gloss': 'swear'}"
    ]
  },
  {
    "v": 10,
    "t": "And the servant took ten camels of the camels of his master, and departed; for all the goods of his master were in his hand: and he arose, and went to Mesopotamia, unto the city of Nahor.",
    "c": [
      "{'ref': 'Genesis 11:31', 'note': 'Family in Haran (city of Nahor)'}"
    ],
    "s": [
      "{'num': 'H1581', 'lemma': 'gamal', 'gloss': 'camel'}",
      "{'num': 'H5104', 'lemma': 'Nahar', 'gloss': 'river/region (Mesopotamia)'}"
    ]
  },
  {
    "v": 11,
    "t": "And he made his camels to kneel down outside the city by a well of water at evening time, the time when women go out to draw water.",
    "c": [
      "{'ref': 'Genesis 29:2-3', 'note': 'Wells as meeting places'}"
    ],
    "s": [
      "{'num': 'H1581', 'lemma': 'gāmāl', 'gloss': 'camel'}",
      "{'num': 'H875', 'lemma': 'beʾēr', 'gloss': 'well'}",
      "{'num': 'H6256', 'lemma': 'ʿēt', 'gloss': 'time'}"
    ]
  },
  {
    "v": 12,
    "t": "And he said, O LORD, God of my master Abraham, I pray thee, cause me to prosper this day, and show kindness unto my master Abraham.",
    "c": [
      "{'ref': 'Nehemiah 1:11', 'note': 'Prayer for success'}",
      "{'ref': 'Genesis 24:40', 'note': 'The LORD’s angel will prosper the way'}"
    ],
    "s": [
      "{'num': 'H3068', 'lemma': 'YHWH', 'gloss': 'LORD'}",
      "{'num': 'H2617', 'lemma': 'ḥesed', 'gloss': 'steadfast love'}"
    ]
  },
  {
    "v": 13,
    "t": "Behold, I stand by the spring of water; and the daughters of the men of the city come out to draw water.",
    "c": [
      "{'ref': 'Exodus 2:16', 'note': 'Women drawing water at a well'}"
    ],
    "s": []
  },
  {
    "v": 14,
    "t": "And let it be that the young woman to whom I shall say, Let down your pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give your camels drink also—let her be the one thou hast appointed for thy servant Isaac; and by this I shall know that thou hast shown kindness to my master.",
    "c": [
      "{'ref': 'Judges 6:36-40', 'note': 'Seeking a confirming sign'}"
    ],
    "s": []
  },
  {
    "v": 15,
    "t": "And before he had finished speaking, behold, Rebekah, who was born to Bethuel the son of Milcah, the wife of Nahor, Abraham’s brother, came out with her pitcher upon her shoulder.",
    "c": [
      "{'ref': 'Genesis 22:20-23', 'note': 'Rebekah’s family line'}"
    ],
    "s": []
  },
  {
    "v": 16,
    "t": "And the young woman was very fair to look upon, a virgin; neither had any man known her: and she went down to the spring, and filled her pitcher, and came up.",
    "c": [
      "{'ref': 'Genesis 26:7', 'note': 'Beauty noted'}"
    ],
    "s": []
  },
  {
    "v": 17,
    "t": "And the servant ran to meet her, and said, Let me, I pray thee, drink a little water from thy pitcher.",
    "c": [
      "{'ref': '1 Kings 17:10', 'note': 'Request for water at a town gate'}"
    ],
    "s": []
  },
  {
    "v": 18,
    "t": "And she said, Drink, my lord: and she quickly let down her pitcher upon her hand, and gave him drink.",
    "c": [
      "{'ref': 'Hebrews 13:2', 'note': 'Hospitality to strangers'}"
    ],
    "s": []
  },
  {
    "v": 19,
    "t": "And when she had finished giving him drink, she said, I will draw water for thy camels also, until they have finished drinking.",
    "c": [
      "{'ref': 'Genesis 24:14', 'note': 'Sign fulfilled exactly'}"
    ],
    "s": []
  },
  {
    "v": 20,
    "t": "And she quickly emptied her pitcher into the trough, and ran again to the well to draw water, and drew for all his camels.",
    "c": [
      "{'ref': 'Proverbs 31:17', 'note': 'Diligence in good works'}"
    ],
    "s": []
  },
  {
    "v": 21,
    "t": "And the man wondering at her held his peace, to know whether the LORD had made his journey prosperous or not.",
    "c": [
      "{'ref': 'Psalm 37:7', 'note': 'Waiting quietly for the LORD'}"
    ],
    "s": []
  },
  {
    "v": 22,
    "t": "And it came to pass, as the camels had done drinking, that the man took a golden nose-ring of half a shekel weight, and two bracelets for her hands of ten shekels weight of gold;",
    "c": [
      "{'ref': 'Ezekiel 16:11-12', 'note': 'Jewelry as betrothal gifts'}"
    ],
    "s": []
  },
  {
    "v": 23,
    "t": "And said, Whose daughter art thou? tell me, I pray thee: is there room in thy father’s house for us to lodge?",
    "c": [
      "{'ref': 'Luke 2:7', 'note': 'Seeking lodging'}"
    ],
    "s": []
  },
  {
    "v": 24,
    "t": "And she said unto him, I am the daughter of Bethuel the son of Milcah, whom she bore unto Nahor.",
    "c": [
      "{'ref': 'Genesis 22:23', 'note': 'Bethuel and Rebekah named'}"
    ],
    "s": []
  },
  {
    "v": 25,
    "t": "She said moreover unto him, We have both straw and provender enough, and room to lodge in.",
    "c": [
      "{'ref': 'Genesis 18:5', 'note': 'Provision for guests'}"
    ],
    "s": []
  },
  {
    "v": 26,
    "t": "And the man bowed down his head, and worshipped the LORD.",
    "c": [
      "{'ref': 'Genesis 24:48', 'note': 'Worship for guidance'}"
    ],
    "s": [
      "{'num': 'H7812', 'lemma': 'ḥāwâ', 'gloss': 'to bow down, worship'}"
    ]
  },
  {
    "v": 27,
    "t": "And he said, Blessed be the LORD God of my master Abraham, who hath not left off His steadfast love and His truth toward my master: as for me, the LORD hath led me in the way to the house of my master’s brethren.",
    "c": [
      "{'ref': 'Psalm 25:10', 'note': 'All the paths of the LORD are mercy and truth'}",
      "{'ref': 'Genesis 24:12', 'note': 'Prayer answered'}"
    ],
    "s": [
      "{'num': 'H2617', 'lemma': 'ḥesed', 'gloss': 'steadfast love'}",
      "{'num': 'H571', 'lemma': 'ʾĕmet', 'gloss': 'truth/faithfulness'}"
    ]
  },
  {
    "v": 28,
    "t": "And the young woman ran, and told her mother’s house these things.",
    "c": [
      "{'ref': 'Genesis 24:58', 'note': 'Family consent and blessing'}"
    ],
    "s": []
  },
  {
    "v": 29,
    "t": "And Rebekah had a brother, and his name was Laban: and Laban ran out unto the man, unto the well.",
    "c": [
      "{'ref': 'Genesis 29:5-6', 'note': 'Laban in later narratives'}"
    ],
    "s": []
  },
  {
    "v": 30,
    "t": "And it came to pass, when he saw the nose-ring, and bracelets upon his sister’s hands, and when he heard the words of Rebekah his sister, saying, Thus spoke the man unto me, that he came unto the man; and, behold, he stood by the camels at the well.",
    "c": [
      "{'ref': 'Genesis 31:24', 'note': 'Laban’s dealings noted later'}"
    ],
    "s": []
  },
  {
    "v": 31,
    "t": "And he said, Come in, thou blessed of the LORD; wherefore standest thou without? for I have prepared the house, and room for the camels.",
    "c": [
      "{'ref': 'Genesis 26:29', 'note': 'Blessed of the LORD'}"
    ],
    "s": []
  },
  {
    "v": 32,
    "t": "And the man came into the house: and he ungirded the camels, and gave straw and provender for the camels, and water to wash his feet and the men’s feet that were with him.",
    "c": [
      "{'ref': 'Genesis 18:4', 'note': 'Washing feet as hospitality'}"
    ],
    "s": []
  },
  {
    "v": 33,
    "t": "And there was set meat before him to eat: but he said, I will not eat, until I have told mine errand. And he said, Speak on.",
    "c": [
      "{'ref': 'John 4:34', 'note': 'Doing the will before eating'}"
    ],
    "s": []
  },
  {
    "v": 34,
    "t": "And he said, I am Abraham’s servant.",
    "c": [
      "{'ref': 'Genesis 15:2', 'note': 'Household servant theme'}"
    ],
    "s": []
  },
  {
    "v": 35,
    "t": "And the LORD hath blessed my master greatly; and he is become great: and He hath given him flocks, and herds, and silver, and gold, and menservants, and maidservants, and camels, and asses.",
    "c": [
      "{'ref': 'Genesis 13:2', 'note': 'Abraham very rich'}"
    ],
    "s": []
  },
  {
    "v": 36,
    "t": "And Sarah my master’s wife bare a son to my master when she was old: and unto him hath he given all that he hath.",
    "c": [
      "{'ref': 'Genesis 21:2', 'note': 'Isaac’s birth'}",
      "{'ref': 'Genesis 25:5', 'note': 'Abraham gave all to Isaac'}"
    ],
    "s": []
  },
  {
    "v": 37,
    "t": "And my master made me swear, saying, Thou shalt not take a wife to my son of the daughters of the Canaanites, in whose land I dwell:",
    "c": [
      "{'ref': 'Genesis 24:3', 'note': 'Oath not to take a Canaanite wife'}"
    ],
    "s": []
  },
  {
    "v": 38,
    "t": "But thou shalt go unto my father’s house, and to my kindred, and take a wife unto my son.",
    "c": [
      "{'ref': 'Genesis 28:2', 'note': 'Family-marriage pattern repeated'}"
    ],
    "s": []
  },
  {
    "v": 39,
    "t": "And I said unto my master, Peradventure the woman will not follow me.",
    "c": [
      "{'ref': 'Genesis 24:5', 'note': 'Servant’s earlier concern'}"
    ],
    "s": []
  },
  {
    "v": 40,
    "t": "And he said unto me, The LORD, before whom I walk, will send His angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father’s house:",
    "c": [
      "{'ref': 'Genesis 24:7', 'note': 'Angelic guidance promised'}"
    ],
    "s": []
  },
  {
    "v": 41,
    "t": "Then shalt thou be clear from this my oath, when thou comest to my kindred; and if they give not thee one, thou shalt be clear from my oath.",
    "c": [
      "{'ref': 'Genesis 24:8', 'note': 'Release clause of the oath'}"
    ],
    "s": []
  },
  {
    "v": 42,
    "t": "And I came this day unto the spring, and said, O LORD God of my master Abraham, if now thou do prosper my way which I go:",
    "c": [
      "{'ref': 'Genesis 24:12-13', 'note': 'Prayer at the well recounted'}"
    ],
    "s": []
  },
  {
    "v": 43,
    "t": "Behold, I stand by the spring of water; and it shall come to pass, that the young woman who comes forth to draw, to whom I shall say, Give me, I pray thee, a little water of thy pitcher to drink;",
    "c": [
      "{'ref': 'Genesis 24:14', 'note': 'The sign requested'}"
    ],
    "s": []
  },
  {
    "v": 44,
    "t": "And she shall say to me, Both drink thou, and I will also draw for thy camels: let the same be the woman whom the LORD hath appointed out for my master’s son.",
    "c": [
      "{'ref': 'Proverbs 16:33', 'note': 'The LORD’s appointment'}"
    ],
    "s": []
  },
  {
    "v": 45,
    "t": "And before I had done speaking in mine heart, behold, Rebekah came forth with her pitcher on her shoulder; and she went down unto the spring, and drew water; and I said unto her, Let me drink, I pray thee.",
    "c": [
      "{'ref': 'Isaiah 65:24', 'note': 'Before they call, I will answer'}"
    ],
    "s": []
  },
  {
    "v": 46,
    "t": "And she made haste, and let down her pitcher from her shoulder, and said, Drink, and I will give thy camels drink also: so I drank, and she made the camels drink also.",
    "c": [
      "{'ref': 'Genesis 24:18-19', 'note': 'Hospitality repeated'}"
    ],
    "s": []
  },
  {
    "v": 47,
    "t": "And I asked her, and said, Whose daughter art thou? And she said, The daughter of Bethuel, Nahor’s son, whom Milcah bare unto him: and I put the nose-ring upon her face, and the bracelets upon her hands.",
    "c": [
      "{'ref': 'Genesis 24:22-24', 'note': 'Gifts and lineage'}"
    ],
    "s": []
  },
  {
    "v": 48,
    "t": "And I bowed down my head, and worshipped the LORD, and blessed the LORD God of my master Abraham, which had led me in the right way to take my master’s brother’s daughter unto his son.",
    "c": [
      "{'ref': 'Psalm 32:8', 'note': 'He will instruct you in the way'}"
    ],
    "s": [
      "{'num': 'H1870', 'lemma': 'derek', 'gloss': 'way'}"
    ]
  },
  {
    "v": 49,
    "t": "And now if ye will deal kindly and truly with my master, tell me: and if not, tell me; that I may turn to the right hand, or to the left.",
    "c": [
      "{'ref': 'Joshua 2:14', 'note': 'Kindness and truth (ḥesed & ʾĕmet)'}"
    ],
    "s": []
  },
  {
    "v": 50,
    "t": "Then Laban and Bethuel answered and said, The thing proceedeth from the LORD: we cannot speak unto thee bad or good.",
    "c": [
      "{'ref': 'Numbers 24:13', 'note': 'Beyond our power to alter'}"
    ],
    "s": []
  },
  {
    "v": 51,
    "t": "Behold, Rebekah is before thee; take her, and go, and let her be thy master’s son’s wife, as the LORD hath spoken.",
    "c": [
      "{'ref': 'Genesis 24:44', 'note': 'As the LORD appointed'}"
    ],
    "s": []
  },
  {
    "v": 52,
    "t": "And it came to pass, that, when Abraham’s servant heard their words, he worshipped the LORD, bowing himself to the earth.",
    "c": [
      "{'ref': 'Genesis 24:26-27', 'note': 'Worship for answered prayer'}"
    ],
    "s": []
  },
  {
    "v": 53,
    "t": "And the servant brought forth jewels of silver, and jewels of gold, and raiment, and gave them to Rebekah: he gave also to her brother and to her mother precious things.",
    "c": [
      "{'ref': 'Proverbs 18:16', 'note': 'A gift makes room'}"
    ],
    "s": []
  },
  {
    "v": 54,
    "t": "And they did eat and drink, he and the men that were with him, and tarried all night; and they rose up in the morning, and he said, Send me away unto my master.",
    "c": [
      "{'ref': 'Genesis 24:33', 'note': 'Business before food; now departure'}"
    ],
    "s": []
  },
  {
    "v": 55,
    "t": "And her brother and her mother said, Let the young woman abide with us a few days, at the least ten; after that she shall go.",
    "c": [
      "{'ref': 'Ruth 1:10-13', 'note': 'Family delay vs. departure'}"
    ],
    "s": []
  },
  {
    "v": 56,
    "t": "And he said unto them, Hinder me not, seeing the LORD hath prospered my way; send me away that I may go to my master.",
    "c": [
      "{'ref': 'Proverbs 3:6', 'note': 'He shall direct thy paths'}"
    ],
    "s": []
  },
  {
    "v": 57,
    "t": "And they said, We will call the young woman, and inquire at her mouth.",
    "c": [
      "{'ref': 'Genesis 24:58', 'note': 'Rebekah’s consent sought'}"
    ],
    "s": []
  },
  {
    "v": 58,
    "t": "And they called Rebekah, and said unto her, Wilt thou go with this man? And she said, I will go.",
    "c": [
      "{'ref': 'Ruth 1:16', 'note': 'Resolute going forth'}"
    ],
    "s": []
  },
  {
    "v": 59,
    "t": "And they sent away Rebekah their sister, and her nurse, and Abraham’s servant, and his men.",
    "c": [
      "{'ref': 'Genesis 35:8', 'note': 'Deborah, Rebekah’s nurse'}"
    ],
    "s": []
  },
  {
    "v": 60,
    "t": "And they blessed Rebekah, and said unto her, Thou art our sister, be thou the mother of thousands of ten thousands, and let thy seed possess the gate of those which hate them.",
    "c": [
      "{'ref': 'Genesis 22:17', 'note': 'Your seed shall possess the gate'}"
    ],
    "s": [
      "{'num': 'H8179', 'lemma': 'shaʿar', 'gloss': 'gate'}"
    ]
  },
  {
    "v": 61,
    "t": "And Rebekah arose, and her damsels, and they rode upon the camels, and followed the man: and the servant took Rebekah, and went his way.",
    "c": [
      "{'ref': 'Psalm 45:10-15', 'note': 'Bride leaving her people'}"
    ],
    "s": []
  },
  {
    "v": 62,
    "t": "And Isaac came from the way of Beer-lahai-roi; for he dwelt in the land of the South.",
    "c": [
      "{'ref': 'Genesis 16:14', 'note': 'Beer-lahai-roi named earlier'}"
    ],
    "s": []
  },
  {
    "v": 63,
    "t": "And Isaac went out to meditate in the field at eventide: and he lifted up his eyes, and saw, and, behold, the camels were coming.",
    "c": [
      "{'ref': 'Psalm 77:12', 'note': 'Meditation'}"
    ],
    "s": []
  },
  {
    "v": 64,
    "t": "And Rebekah lifted up her eyes, and when she saw Isaac, she lighted down from the camel.",
    "c": [
      "{'ref': 'Song of Songs 2:8-9', 'note': 'Approach of the beloved (poetic echo)'}"
    ],
    "s": []
  },
  {
    "v": 65,
    "t": "For she had said unto the servant, What man is this that walketh in the field to meet us? And the servant had said, It is my master: therefore she took a veil, and covered herself.",
    "c": [
      "{'ref': '1 Corinthians 11:5-6', 'note': 'Veiling customs (later context)'}"
    ],
    "s": []
  },
  {
    "v": 66,
    "t": "And the servant told Isaac all things that he had done.",
    "c": [
      "{'ref': 'Genesis 24:37-48', 'note': 'Servant’s report summarized'}"
    ],
    "s": []
  }
]