[
  {
    "v": 1,
    "t": "And it came to pass, whiles the lion spake these words unto the eagle, I saw,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 2,
    "t": "And, behold, the head that remained and the four wings appeared no more, and the two went unto it and set themselves up to reign, and their kingdom was small, and fill of uproar.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 3,
    "t": "And I saw, and, behold, they appeared no more, and the whole body of the eagle was burnt so that the earth was in great fear: then awaked I out of the trouble and trance of my mind, and from great fear, and said unto my spirit,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 4,
    "t": "Lo, this hast thou done unto me, in that thou searchest out the ways of the Highest.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 5,
    "t": "Lo, yet am I weary in my mind, and very weak in my spirit; and little strength is there in me, for the great fear wherewith I was afflicted this night.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 6,
    "t": "Therefore will I now beseech the Highest, that he will comfort me unto the end.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 7,
    "t": "And I said, Lord that bearest rule, if I have found grace before thy sight, and if I am justified with thee before many others, and if my prayer indeed be come up before thy face;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 8,
    "t": "Comfort me then, and shew me thy servant the interpretation and plain difference of this fearful vision, that thou mayest perfectly comfort my soul.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 9,
    "t": "For thou hast judged me worthy to shew me the last times.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 10,
    "t": "And he said unto me, This is the interpretation of the vision:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 11,
    "t": "The eagle, whom thou sawest come up from the sea, is the kingdom which was seen in the vision of thy brother Daniel.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 12,
    "t": "But it was not expounded unto him, therefore now I declare it unto thee.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 13,
    "t": "Behold, the days will come, that there shall rise up a kingdom upon earth, and it shall be feared above all the kingdoms that were before it.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 14,
    "t": "In the same shall twelve kings reign, one after another:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 15,
    "t": "Whereof the second shall begin to reign, and shall have more time than any of the twelve.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 16,
    "t": "And this do the twelve wings signify, which thou sawest.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 17,
    "t": "As for the voice which thou heardest speak, and that thou sawest not to go out from the heads but from the midst of the body thereof, this is the interpretation:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 18,
    "t": "That after the time of that kingdom there shall arise great strivings, and it shall stand in peril of failing: nevertheless it shall not then fall, but shall be restored again to his beginning.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 19,
    "t": "And whereas thou sawest the eight small under feathers sticking to her wings, this is the interpretation:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 20,
    "t": "That in him there shall arise eight kings, whose times shall be but small, and their years swift.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 21,
    "t": "And two of them shall perish, the middle time approaching: four shall be kept until their end begin to approach: but two shall be kept unto the end.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 22,
    "t": "And whereas thou sawest three heads resting, this is the interpretation:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 23,
    "t": "In his last days shall the most High raise up three kingdoms, and renew many things therein, and they shall have the dominion of the earth,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 24,
    "t": "And of those that dwell therein, with much oppression, above all those that were before them: therefore are they called the heads of the eagle.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 25,
    "t": "For these are they that shall accomplish his wickedness, and that shall finish his last end.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 26,
    "t": "And whereas thou sawest that the great head appeared no more, it signifieth that one of them shall die upon his bed, and yet with pain.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 27,
    "t": "For the two that remain shall be slain with the sword.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 28,
    "t": "For the sword of the one shall devour the other: but at the last shall he fall through the sword himself.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 29,
    "t": "And whereas thou sawest two feathers under the wings passing over the head that is on the right side;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 30,
    "t": "It signifieth that these are they, whom the Highest hath kept unto their end: this is the small kingdom and full of trouble, as thou sawest.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 31,
    "t": "And the lion, whom thou sawest rising up out of the wood, and roaring, and speaking to the eagle, and rebuking her for her unrighteousness with all the words which thou hast heard;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 32,
    "t": "This is the anointed, which the Highest hath kept for them and for their wickedness unto the end: he shall reprove them, and shall upbraid them with their cruelty.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 33,
    "t": "For he shall set them before him alive in judgment, and shall rebuke them, and correct them.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 34,
    "t": "For the rest of my people shall he deliver with mercy, those that have been pressed upon my borders, and he shall make them joyful until the coming of the day of judgment, whereof I have spoken unto thee from the the beginning.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 35,
    "t": "This is the dream that thou sawest, and these are the interpretations.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 36,
    "t": "Thou only hast been meet to know this secret of the Highest.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 37,
    "t": "Therefore write all these things that thou hast seen in a book, and hide them:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 38,
    "t": "And teach them to the wise of the people, whose hearts thou knowest may comprehend and keep these secrets.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 39,
    "t": "But wait thou here thyself yet seven days more, that it may be shewed thee, whatsoever it pleaseth the Highest to declare unto thee. And with that he went his way.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 40,
    "t": "And it came to pass, when all the people saw that the seven days were past, and I not come again into the city, they gathered them all together, from the least unto the greatest, and came unto me, and said,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 41,
    "t": "What have we offended thee? and what evil have we done against thee, that thou forsakest us, and sittest here in this place?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 42,
    "t": "For of all the prophets thou only art left us, as a cluster of the vintage, and as a candle in a dark place, and as a haven or ship preserved from the tempest.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 43,
    "t": "Are not the evils which are come to us sufficient?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 44,
    "t": "If thou shalt forsake us, how much better had it been for us, if we also had been burned in the midst of Sion?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 45,
    "t": "For we are not better than they that died there. And they wept with a loud voice. Then answered I them, and said,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 46,
    "t": "Be of good comfort, O Israel; and be not heavy, thou house of Jacob:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 47,
    "t": "For the Highest hath you in remembrance, and the Mighty hath not forgotten you in temptation.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 48,
    "t": "As for me, I have not forsaken you, neither am I departed from you: but am come into this place, to pray for the desolation of Sion, and that I might seek mercy for the low estate of your sanctuary.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 49,
    "t": "And now go your way home every man, and after these days will I come unto you.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 50,
    "t": "So the people went their way into the city, like as I commanded them:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 51,
    "t": "But I remained still in the field seven days, as the angel commanded me; and did eat only in those days of the flowers of the field, and had my meat of the herbs",
    "c": [],
    "s": [],
    "note": ""
  }
]