[
  {
    "v": 1,
    "t": "And when I had made an end of speaking these words, there was sent unto me the angel which had been sent unto me the nights afore:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 2,
    "t": "And he said unto me, Up, Esdras, and hear the words that I am come to tell thee.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 3,
    "t": "And I said, Speak on, my God. Then said he unto me, The sea is set in a wide place, that it might be deep and great.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 4,
    "t": "But put the case the entrance were narrow, and like a river;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 5,
    "t": "Who then could go into the sea to look upon it, and to rule it? if he went not through the narrow, how could he come into the broad?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 6,
    "t": "There is also another thing; A city is builded, and set upon a broad field, and is full of all good things:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 7,
    "t": "The entrance thereof is narrow, and is set in a dangerous place to fall, like as if there were a fire on the right hand, and on the left a deep water:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 8,
    "t": "And one only path between them both, even between the fire and the water, so small that there could but one man go there at once.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 9,
    "t": "If this city now were given unto a man for an inheritance, if he never shall pass the danger set before it, how shall he receive this inheritance?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 10,
    "t": "And I said, It is so, Lord. Then said he unto me, Even so also is Israel's portion.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 11,
    "t": "Because for their sakes I made the world: and when Adam transgressed my statutes, then was decreed that now is done.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 12,
    "t": "Then were the entrances of this world made narrow, full of sorrow and travail: they are but few and evil, full of perils,: and very painful.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 13,
    "t": "For the entrances of the elder world were wide and sure, and brought immortal fruit.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 14,
    "t": "If then they that live labour not to enter these strait and vain things, they can never receive those that are laid up for them.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 15,
    "t": "Now therefore why disquietest thou thyself, seeing thou art but a corruptible man? and why art thou moved, whereas thou art but mortal?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 16,
    "t": "Why hast thou not considered in thy mind this thing that is to come, rather than that which is present?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 17,
    "t": "Then answered I and said, O Lord that bearest rule, thou hast ordained in thy law, that the righteous should inherit these things, but that the ungodly should perish.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 18,
    "t": "Nevertheless the righteous shall suffer strait things, and hope for wide: for they that have done wickedly have suffered the strait things, and yet shall not see the wide.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 19,
    "t": "And he said unto me. There is no judge above God, and none that hath understanding above the Highest.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 20,
    "t": "For there be many that perish in this life, because they despise the law of God that is set before them.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 21,
    "t": "For God hath given strait commandment to such as came, what they should do to live, even as they came, and what they should observe to avoid punishment.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 22,
    "t": "Nevertheless they were not obedient unto him; but spake against him, and imagined vain things;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 23,
    "t": "And deceived themselves by their wicked deeds; and said of the most High, that he is not; and knew not his ways:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 24,
    "t": "But his law have they despised, and denied his covenants; in his statutes have they not been faithful, and have not performed his works.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 25,
    "t": "And therefore, Esdras, for the empty are empty things, and for the full are the full things.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 26,
    "t": "Behold, the time shall come, that these tokens which I have told thee shall come to pass, and the bride shall appear, and she coming forth shall be seen, that now is withdrawn from the earth.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 27,
    "t": "And whosoever is delivered from the foresaid evils shall see my wonders.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 28,
    "t": "For my son Jesus shall be revealed with those that be with him, and they that remain shall rejoice within four hundred years.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 29,
    "t": "After these years shall my son Christ die, and all men that have life.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 30,
    "t": "And the world shall be turned into the old silence seven days, like as in the former judgments: so that no man shall remain.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 31,
    "t": "And after seven days the world, that yet awaketh not, shall be raised up, and that shall die that is corrupt",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 32,
    "t": "And the earth shall restore those that are asleep in her, and so shall the dust those that dwell in silence, and the secret places shall deliver those souls that were committed unto them.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 33,
    "t": "And the most High shall appear upon the seat of judgment, and misery shall pass away, and the long suffering shall have an end:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 34,
    "t": "But judgment only shall remain, truth shall stand, and faith shall wax strong:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 35,
    "t": "And the work shall follow, and the reward shall be shewed, and the good deeds shall be of force, and wicked deeds shall bear no rule.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 36,
    "t": "Then said I, Abraham prayed first for the Sodomites, and Moses for the fathers that sinned in the wilderness:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 37,
    "t": "And Jesus after him for Israel in the time of Achan:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 38,
    "t": "And Samuel and David for the destruction: and Solomon for them that should come to the sanctuary:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 39,
    "t": "And Helias for those that received rain; and for the dead, that he might live:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 40,
    "t": "And Ezechias for the people in the time of Sennacherib: and many for many.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 41,
    "t": "Even so now, seeing corruption is grown up, and wickedness increased, and the righteous have prayed for the ungodly: wherefore shall it not be so now also?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 42,
    "t": "He answered me, and said, This present life is not the end where much glory doth abide; therefore have they prayed for the weak.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 43,
    "t": "But the day of doom shall be the end of this time, and the beginning of the immortality for to come, wherein corruption is past,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 44,
    "t": "Intemperance is at an end, infidelity is cut off, righteousness is grown, and truth is sprung up.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 45,
    "t": "Then shall no man be able to save him that is destroyed, nor to oppress him that hath gotten the victory.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 46,
    "t": "I answered then and said, This is my first and last saying, that it had been better not to have given the earth unto Adam: or else, when it was given him, to have restrained him from sinning.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 47,
    "t": "For what profit is it for men now in this present time to live in heaviness, and after death to look for punishment?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 48,
    "t": "O thou Adam, what hast thou done? for though it was thou that sinned, thou art not fallen alone, but we all that come of thee.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 49,
    "t": "For what profit is it unto us, if there be promised us an immortal time, whereas we have done the works that bring death?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 50,
    "t": "And that there is promised us an everlasting hope, whereas ourselves being most wicked are made vain?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 51,
    "t": "And that there are laid up for us dwellings of health and safety, whereas we have lived wickedly?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 52,
    "t": "And that the glory of the most High is kept to defend them which have led a wary life, whereas we have walked in the most wicked ways of all?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 53,
    "t": "And that there should be shewed a paradise, whose fruit endureth for ever, wherein is security and medicine, since we shall not enter into it?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 54,
    "t": "(For we have walked in unpleasant places.)",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 55,
    "t": "And that the faces of them which have used abstinence shall shine above the stars, whereas our faces shall be blacker than darkness?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 56,
    "t": "For while we lived and committed iniquity, we considered not that we should begin to suffer for it after death.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 57,
    "t": "Then answered he me, and said, This is the condition of the battle, which man that is born upon the earth shall fight;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 58,
    "t": "That, if he be overcome, he shall suffer as thou hast said: but if he get the victory, he shall receive the thing that I say.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 59,
    "t": "For this is the life whereof Moses spake unto the people while he lived, saying, Choose thee life, that thou mayest live.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 60,
    "t": "Nevertheless they believed not him, nor yet the prophets after him, no nor me which have spoken unto them,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 61,
    "t": "That there should not be such heaviness in their destruction, as shall be joy over them that are persuaded to salvation.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 62,
    "t": "I answered then, and said, I know, Lord, that the most High is called merciful, in that he hath mercy upon them which are not yet come into the world,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 63,
    "t": "And upon those also that turn to his law;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 64,
    "t": "And that he is patient, and long suffereth those that have sinned, as his creatures;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 65,
    "t": "And that he is bountiful, for he is ready to give where it needeth;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 66,
    "t": "And that he is of great mercy, for he multiplieth more and more mercies to them that are present, and that are past, and also to them which are to come.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 67,
    "t": "For if he shall not multiply his mercies, the world would not continue with them that inherit therein.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 68,
    "t": "And he pardoneth; for if he did not so of his goodness, that they which have committed iniquities might be eased of them, the ten thousandth part of men should not remain living.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 69,
    "t": "And being judge, if he should not forgive them that are cured with his word, and put out the multitude of contentions,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 70,
    "t": "There should be very few left peradventure in an innumerable multitude.",
    "c": [],
    "s": [],
    "note": ""
  }
]