{"total":40,"verses":[{"v":1,"t":"And all the congregation of the children of Israel journeyed from the wilderness of Sin, after their journeys, according to the commandment of the LORD, and pitched in Rephidim: and there was no water for the people to drink.","c":"","s":["H1121","H2583","H3068","H3478","H4057","H4325","H4550","H5265","H5512","H5712","H5971","H6310","H7508","H8354"]},{"v":2,"t":"Wherefore the people did chide with Moses, and said, Give us water that we may drink. And Moses said unto them, Why chide ye with me? wherefore do ye tempt the LORD?","c":"","s":["H559","H3068","H4325","H4872","H5254","H5414","H5971","H7378","H8354"]},{"v":3,"t":"And the people thirsted there for water; and the people murmured against Moses, and said, Wherefore is this that thou hast brought us up out of Egypt, to kill us and our children and our cattle with thirst?","c":"","s":["H559","H1121","H3885","H4191","H4325","H4714","H4735","H4872","H5927","H5971","H6770","H6772"]},{"v":4,"t":"And Moses cried unto the LORD, saying, What shall I do unto this people? they be almost ready to stone me.","c":"","s":["H559","H3068","H4592","H4872","H5619","H5971","H6213","H6817"]},{"v":5,"t":"And the LORD said unto Moses, Go on before the people, and take with thee of the elders of Israel; and thy rod, wherewith thou smotest the river, take in thine hand, and go.","c":"","s":["H559","H1980","H2205","H2975","H3027","H3068","H3478","H3947","H4294","H4872","H5221","H5674","H5971","H6440"]},{"v":6,"t":"Behold, I will stand before thee there upon the rock in Horeb; and thou shalt smite the rock, and there shall come water out of it, that the people may drink. And Moses did so in the sight of the elders of Israel.","c":"","s":["H2205","H2722","H3318","H3478","H4325","H4872","H5221","H5869","H5971","H5975","H6213","H6440","H6697","H8354"]},{"v":7,"t":"And he called the name of the place Massah, and Meribah, because of the chiding of the children of Israel, and because they tempted the LORD, saying, Is the LORD among us, or not?","c":"","s":["H559","H1121","H3068","H3426","H3478","H4532","H4725","H4809","H5254","H7121","H7130","H7379","H8034"]},{"v":8,"t":"Then came Amalek, and fought with Israel in Rephidim.","c":"","s":["H935","H3478","H3898","H6002","H7508"]},{"v":9,"t":"And Moses said unto Joshua, Choose us out men, and go out, fight with Amalek: to morrow I will stand on the top of the hill with the rod of God in mine hand.","c":"","s":["H430","H559","H582","H977","H1389","H3027","H3091","H3318","H3898","H4279","H4294","H4872","H5324","H6002","H7218"]},{"v":10,"t":"So Joshua did as Moses had said to him, and fought with Amalek: and Moses, Aaron, and Hur went up to the top of the hill.","c":"","s":["H175","H559","H1389","H2354","H3091","H3898","H4872","H5927","H6002","H6213","H7218"]},{"v":11,"t":"And it came to pass, when Moses held up his hand, that Israel prevailed: and when he let down his hand, Amalek prevailed.","c":"","s":["H1396","H3027","H3478","H4872","H5117","H6002","H7311"]},{"v":12,"t":"But Moses' hands were heavy; and they took a stone, and put it under him, and he sat thereon; and Aaron and Hur stayed up his hands, the one on the one side, and the other on the other side; and his hands were steady until the going down of the sun.","c":"","s":["H68","H175","H259","H530","H935","H2354","H3027","H3427","H3515","H3947","H4872","H7760","H8121","H8551"]},{"v":13,"t":"And Joshua discomfited Amalek and his people with the edge of the sword.","c":"","s":["H2522","H2719","H3091","H5971","H6002","H6310"]},{"v":14,"t":"And the LORD said unto Moses, Write this for a memorial in a book, and rehearse it in the ears of Joshua: for I will utterly put out the remembrance of Amalek from under heaven.","c":"","s":["H241","H559","H2143","H2146","H3068","H3091","H3789","H4229","H4872","H5612","H6002","H7760","H8064"]},{"v":15,"t":"And Moses built an altar, and called the name of it Jehovah-nissi:","c":"","s":["H1129","H3071","H4196","H4872","H7121","H8034"]},{"v":16,"t":"For he said, Because the LORD hath sworn that the LORD will have war with Amalek from generation to generation.","c":"","s":["H559","H1755","H3027","H3050","H3068","H3676","H4421","H6002"]}]}