{"total":40,"verses":[{"v":1,"t":"And thou shalt make an altar to burn incense upon: of shittim wood shalt thou make it.","c":"","s":["H4196","H4729","H6086","H6213","H7004","H7848"]},{"v":2,"t":"A cubit shall be the length thereof, and a cubit the breadth thereof; foursquare shall it be: and two cubits shall be the height thereof: the horns thereof shall be of the same.","c":"","s":["H520","H753","H6967","H7161","H7251","H7341"]},{"v":3,"t":"And thou shalt overlay it with pure gold, the top thereof, and the sides thereof round about, and the horns thereof; and thou shalt make unto it a crown of gold round about.","c":"","s":["H1406","H2091","H2213","H2889","H5439","H6213","H6823","H7023","H7161"]},{"v":4,"t":"And two golden rings shalt thou make to it under the crown of it, by the two corners thereof, upon the two sides of it shalt thou make it; and they shall be for places for the staves to bear it withal.","c":"","s":["H905","H1004","H1992","H2091","H2213","H2885","H5375","H6213","H6654","H6763","H8147"]},{"v":5,"t":"And thou shalt make the staves of shittim wood, and overlay them with gold.","c":"","s":["H905","H2091","H6086","H6213","H6823","H7848"]},{"v":6,"t":"And thou shalt put it before the vail that is by the ark of the testimony, before the mercy seat that is over the testimony, where I will meet with thee.","c":"","s":["H727","H3259","H3727","H5414","H5715","H6440","H6532"]},{"v":7,"t":"And Aaron shall burn thereon sweet incense every morning: when he dresseth the lamps, he shall burn incense upon it.","c":"","s":["H175","H1242","H3190","H5216","H5561","H6999","H7004"]},{"v":8,"t":"And when Aaron lighteth the lamps at even, he shall burn incense upon it, a perpetual incense before the LORD throughout your generations.","c":"","s":["H175","H1755","H3068","H5216","H5927","H6153","H6440","H6999","H7004","H8548"]},{"v":9,"t":"Ye shall offer no strange incense thereon, nor burnt sacrifice, nor meat offering; neither shall ye pour drink offering thereon.","c":"","s":["H2114","H4503","H5258","H5262","H5927","H5930","H7004"]},{"v":10,"t":"And Aaron shall make an atonement upon the horns of it once in a year with the blood of the sin offering of atonements: once in the year shall he make atonement upon it throughout your generations: it is most holy unto the LORD.","c":"","s":["H175","H259","H1755","H1818","H2403","H3068","H3722","H3725","H6944","H7161","H8141"]},{"v":11,"t":"And the LORD spake unto Moses, saying,","c":"","s":["H559","H1696","H3068","H4872"]},{"v":12,"t":"When thou takest the sum of the children of Israel after their number, then shall they give every man a ransom for his soul unto the LORD, when thou numberest them; that there be no plague among them, when thou numberest them.","c":"","s":["H376","H1121","H3068","H3478","H3724","H5063","H5315","H5375","H5414","H6485","H7218"]},{"v":13,"t":"This they shall give, every one that passeth among them that are numbered, half a shekel after the shekel of the sanctuary: (a shekel is twenty gerahs:) an half shekel shall be the offering of the LORD.","c":"","s":["H1626","H3068","H4276","H5414","H5674","H5921","H6242","H6485","H6944","H8255","H8641"]},{"v":14,"t":"Every one that passeth among them that are numbered, from twenty years old and above, shall give an offering unto the LORD.","c":"","s":["H1121","H3068","H4605","H5414","H5674","H6242","H6485","H8141","H8641"]},{"v":15,"t":"The rich shall not give more, and the poor shall not give less than half a shekel, when they give an offering unto the LORD, to make an atonement for your souls.","c":"","s":["H1800","H3068","H3722","H4276","H4591","H5315","H5414","H6223","H7235","H8255","H8641"]},{"v":16,"t":"And thou shalt take the atonement money of the children of Israel, and shalt appoint it for the service of the tabernacle of the congregation; that it may be a memorial unto the children of Israel before the LORD, to make an atonement for your souls.","c":"","s":["H168","H1121","H2146","H3068","H3478","H3701","H3722","H3725","H3947","H4150","H5315","H5414","H5656","H6440"]},{"v":17,"t":"And the LORD spake unto Moses, saying,","c":"","s":["H559","H1696","H3068","H4872"]},{"v":18,"t":"Thou shalt also make a laver of brass, and his foot also of brass, to wash withal: and thou shalt put it between the tabernacle of the congregation and the altar, and thou shalt put water therein.","c":"","s":["H168","H3595","H3653","H4150","H4196","H4325","H5178","H5414","H6213","H7364"]},{"v":19,"t":"For Aaron and his sons shall wash their hands and their feet thereat:","c":"","s":["H175","H1121","H3027","H7272","H7364"]},{"v":20,"t":"When they go into the tabernacle of the congregation, they shall wash with water, that they die not; or when they come near to the altar to minister, to burn offering made by fire unto the LORD:","c":"","s":["H168","H801","H935","H3068","H4150","H4191","H4196","H4325","H5066","H6999","H7364","H8334"]},{"v":21,"t":"So they shall wash their hands and their feet, that they die not: and it shall be a statute for ever to them, even to him and to his seed throughout their generations.","c":"","s":["H1755","H2233","H2706","H3027","H4191","H5769","H7272","H7364"]},{"v":22,"t":"Moreover the LORD spake unto Moses, saying,","c":"","s":["H559","H1696","H3068","H4872"]},{"v":23,"t":"Take thou also unto thee principal spices, of pure myrrh five hundred shekels, and of sweet cinnamon half so much, even two hundred and fifty shekels, and of sweet calamus two hundred and fifty shekels,","c":"","s":["H1314","H1865","H2568","H2572","H3947","H3967","H4276","H4753","H7070","H7076","H7218"]},{"v":24,"t":"And of cassia five hundred shekels, after the shekel of the sanctuary, and of oil olive an hin:","c":"","s":["H1969","H2132","H2568","H3967","H6916","H6944","H8081","H8255"]},{"v":25,"t":"And thou shalt make it an oil of holy ointment, an ointment compound after the art of the apothecary: it shall be an holy anointing oil.","c":"","s":["H4639","H4842","H4888","H6213","H6944","H7543","H7545","H8081"]},{"v":26,"t":"And thou shalt anoint the tabernacle of the congregation therewith, and the ark of the testimony,","c":"","s":["H168","H727","H4150","H4886","H5715"]},{"v":27,"t":"And the table and all his vessels, and the candlestick and his vessels, and the altar of incense,","c":"","s":["H3627","H4196","H4501","H7004","H7979"]},{"v":28,"t":"And the altar of burnt offering with all his vessels, and the laver and his foot.","c":"","s":["H3595","H3627","H3653","H4196","H5930"]},{"v":29,"t":"And thou shalt sanctify them, that they may be most holy: whatsoever toucheth them shall be holy.","c":"","s":["H5060","H6942","H6944"]},{"v":30,"t":"And thou shalt anoint Aaron and his sons, and consecrate them, that they may minister unto me in the priest's office.","c":"","s":["H175","H1121","H3547","H4886","H6942"]},{"v":31,"t":"And thou shalt speak unto the children of Israel, saying, This shall be an holy anointing oil unto me throughout your generations.","c":"","s":["H559","H1121","H1696","H1755","H3478","H4888","H6944","H8081"]},{"v":32,"t":"Upon man's flesh shall it not be poured, neither shall ye make any other like it, after the composition of it: it is holy, and it shall be holy unto you.","c":"","s":["H120","H1320","H3251","H4971","H6213","H6944"]},{"v":33,"t":"Whosoever compoundeth any like it, or whosoever putteth any of it upon a stranger, shall even be cut off from his people.","c":"","s":["H376","H834","H2114","H3772","H5414","H5971","H7543"]},{"v":34,"t":"And the LORD said unto Moses, Take unto thee sweet spices, stacte, and onycha, and galbanum; these sweet spices with pure frankincense: of each shall there be a like weight:","c":"","s":["H559","H905","H2134","H2464","H3068","H3828","H3947","H4872","H5198","H5561","H7827"]},{"v":35,"t":"And thou shalt make it a perfume, a confection after the art of the apothecary, tempered together, pure and holy:","c":"","s":["H2889","H4414","H4639","H6213","H6944","H7004","H7543","H7545"]},{"v":36,"t":"And thou shalt beat some of it very small, and put of it before the testimony in the tabernacle of the congregation, where I will meet with thee: it shall be unto you most holy.","c":"","s":["H168","H1854","H3259","H4150","H5414","H5715","H6440","H6944","H7833"]},{"v":37,"t":"And as for the perfume which thou shalt make, ye shall not make to yourselves according to the composition thereof: it shall be unto thee holy for the LORD.","c":"","s":["H3068","H4971","H6213","H6944","H7004"]},{"v":38,"t":"Whosoever shall make like unto that, to smell thereto, shall even be cut off from his people.","c":"","s":["H376","H834","H3772","H5971","H6213","H7306"]}]}