{"total":10,"verses":[{"v":1,"t":"Now in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying,","c":"","s":["H259","H559","H1697","H3068","H3414","H3566","H3615","H4385","H4428","H4438","H5674","H5782","H6310","H6539","H6963","H7307","H8141"]},{"v":2,"t":"Thus saith Cyrus king of Persia, The LORD God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him an house at Jerusalem, which is in Judah.","c":"","s":["H430","H559","H776","H1004","H1129","H3063","H3068","H3389","H3566","H4428","H4467","H5414","H6485","H6539","H8064"]},{"v":3,"t":"Who is there among you of all his people? his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the LORD God of Israel, (he is the God,) which is in Jerusalem.","c":"","s":["H430","H1004","H1129","H1931","H3063","H3068","H3389","H3478","H5927","H5971"]},{"v":4,"t":"And whosoever remaineth in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, beside the freewill offering for the house of God that is in Jerusalem.","c":"","s":["H430","H582","H929","H1004","H1481","H2091","H3389","H3701","H4725","H5071","H5375","H7399","H7604"]},{"v":5,"t":"Then rose up the chief of the fathers of Judah and Benjamin, and the priests, and the Levites, with all them whose spirit God had raised, to go up to build the house of the LORD which is in Jerusalem.","c":"","s":["H1","H430","H1004","H1129","H1144","H3063","H3068","H3389","H3548","H3881","H5782","H5927","H6965","H7218","H7307"]},{"v":6,"t":"And all they that were about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all that was willingly offered.","c":"","s":["H929","H2091","H2388","H3027","H3627","H3701","H4030","H5068","H5439","H7399"]},{"v":7,"t":"Also Cyrus the king brought forth the vessels of the house of the LORD, which Nebuchadnezzar had brought forth out of Jerusalem, and had put them in the house of his gods;","c":"","s":["H430","H1004","H3068","H3318","H3389","H3566","H3627","H4428","H5019","H5414"]},{"v":8,"t":"Even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them unto Sheshbazzar, the prince of Judah.","c":"","s":["H1489","H3027","H3063","H3318","H3566","H4428","H4990","H5387","H5608","H6539","H8339"]},{"v":9,"t":"And this is the number of them: thirty chargers of gold, a thousand chargers of silver, nine and twenty knives,","c":"","s":["H105","H505","H2091","H3701","H4252","H4557","H6242","H7970","H8672"]},{"v":10,"t":"Thirty basons of gold, silver basons of a second sort four hundred and ten, and other vessels a thousand.","c":"","s":["H312","H505","H702","H2091","H3627","H3701","H3713","H3967","H4932","H6235","H7970"]},{"v":11,"t":"All the vessels of gold and of silver were five thousand and four hundred. All these did Sheshbazzar bring up with them of the captivity that were brought up from Babylon unto Jerusalem.","c":"","s":["H505","H702","H894","H1473","H2091","H2568","H3389","H3627","H3701","H3967","H5927","H8339"]}]}