{
  "total": 14,
  "verses": [
    {
      "v": 1,
      "t": "Then Tobit wrote a prayer of rejoicing, and said, Blessed be God that liveth for ever, and blessed be his kingdom.",
      "c": 114,
      "s": []
    },
    {
      "v": 2,
      "t": "For he doth scourge, and hath mercy: he leadeth down to hell, and bringeth up again: neither is there any that can avoid his hand.",
      "c": 130,
      "s": []
    },
    {
      "v": 3,
      "t": "Confess him before the Gentiles, ye children of Israel: for he hath scattered us among them.",
      "c": 92,
      "s": []
    },
    {
      "v": 4,
      "t": "There declare his greatness, and extol him before all the living: for he is our Lord, and he is the God our Father for ever.",
      "c": 124,
      "s": []
    },
    {
      "v": 5,
      "t": "And he will scourge us for our iniquities, and will have mercy again, and will gather us out of all nations, among whom he hath scattered us.",
      "c": 141,
      "s": []
    },
    {
      "v": 6,
      "t": "If ye turn to him with your whole heart, and with your whole mind, and deal uprightly before him, then will he turn unto you, and will not hide his face from you. Therefore see what he will do with you, and confess him with your whole mouth, and praise the Lord of might, and extol the everlasting King. In the land of my captivity do I praise him, and declare his might and majesty to a sinful nation. O ye sinners, turn and do justice before him: who can tell if he will accept you, and have mercy on you?",
      "c": 507,
      "s": []
    },
    {
      "v": 7,
      "t": "I will extol my God, and my soul shall praise the King of heaven, and shall rejoice in his greatness.",
      "c": 101,
      "s": []
    },
    {
      "v": 8,
      "t": "Let all men speak, and let all praise him for his righteousness.",
      "c": 64,
      "s": []
    },
    {
      "v": 9,
      "t": "O Jerusalem, the holy city, he will scourge thee for thy children's works, and will have mercy again on the sons of the righteous.",
      "c": 130,
      "s": []
    },
    {
      "v": 10,
      "t": "Give praise to the Lord, for he is good: and praise the everlasting King, that his tabernacle may be builded in thee again with joy, and let him make joyful there in thee those that are captives, and love in thee for ever those that are miserable.",
      "c": 247,
      "s": []
    },
    {
      "v": 11,
      "t": "Many nations shall come from far to the name of the Lord God with gifts in their hands, even gifts to the King of heaven; all generations shall praise thee with great joy.",
      "c": 171,
      "s": []
    },
    {
      "v": 12,
      "t": "Cursed are all they which hate thee, and blessed shall all be which love thee for ever.",
      "c": 87,
      "s": []
    },
    {
      "v": 13,
      "t": "Rejoice and be glad for the children of the just: for they shall be gathered together, and shall bless the Lord of the just.",
      "c": 124,
      "s": []
    },
    {
      "v": 14,
      "t": "O blessed are they which love thee, for they shall rejoice in thy peace: blessed are they which have been sorrowful for all thy scourges; for they shall rejoice for thee, when they have seen all thy glory, and shall be glad for ever.",
      "c": 233,
      "s": []
    },
    {
      "v": 15,
      "t": "Let my soul bless God the great King.",
      "c": 37,
      "s": []
    },
    {
      "v": 16,
      "t": "For Jerusalem shall be built up with sapphires and emeralds, and precious stone: thy walls and towers and battlements with pure gold.",
      "c": 133,
      "s": []
    },
    {
      "v": 17,
      "t": "And the streets of Jerusalem shall be paved with beryl and carbuncle and stones of Ophir.",
      "c": 89,
      "s": []
    }
  ]
}