{
  "book": "1 John",
  "chapter": 4,
  "verses": [
    {
      "number": 1,
      "text": "Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.",
      "crossrefs": ["Matthew 7:15", "1 Thessalonians 5:21", "1 Corinthians 12:10"]
    },
    {
      "number": 2,
      "text": "Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:",
      "crossrefs": ["John 1:14", "Romans 10:9", "1 Timothy 3:16"]
    },
    {
      "number": 3,
      "text": "And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.",
      "crossrefs": ["2 John 1:7", "1 John 2:18", "2 Thessalonians 2:7"]
    },
    {
      "number": 4,
      "text": "Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.",
      "crossrefs": ["John 16:33", "Romans 8:37", "Ephesians 6:10"]
    },
    {
      "number": 5,
      "text": "They are of the world: therefore speak they of the world, and the world heareth them.",
      "crossrefs": ["John 15:19", "John 17:14", "1 Corinthians 2:12"]
    },
    {
      "number": 6,
      "text": "We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.",
      "crossrefs": ["John 8:47", "John 18:37", "1 Corinthians 14:37"]
    },
    {
      "number": 7,
      "text": "Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.",
      "crossrefs": ["John 13:34", "1 John 3:10", "1 John 5:1"]
    },
    {
      "number": 8,
      "text": "He that loveth not knoweth not God; for God is love.",
      "crossrefs": ["John 4:24", "Exodus 34:6", "1 Corinthians 13:2"]
    },
    {
      "number": 9,
      "text": "In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.",
      "crossrefs": ["John 3:16", "Romans 5:8", "John 1:14"]
    },
    {
      "number": 10,
      "text": "Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.",
      "crossrefs": ["Romans 3:25", "1 John 2:2", "John 15:13"]
    },
    {
      "number": 11,
      "text": "Beloved, if God so loved us, we ought also to love one another.",
      "crossrefs": ["John 13:34", "Ephesians 4:32", "1 Thessalonians 4:9"]
    },
    {
      "number": 12,
      "text": "No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.",
      "crossrefs": ["John 1:18", "Exodus 33:20", "1 John 3:24"]
    },
    {
      "number": 13,
      "text": "Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.",
      "crossrefs": ["Romans 8:16", "John 14:23", "1 Corinthians 2:12"]
    },
    {
      "number": 14,
      "text": "And we have seen and do testify that the Father sent the Son to be the Saviour of the world.",
      "crossrefs": ["John 4:42", "1 Timothy 4:10", "John 3:17"]
    },
    {
      "number": 15,
      "text": "Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.",
      "crossrefs": ["Romans 10:9", "Matthew 10:32", "John 6:69"]
    },
    {
      "number": 16,
      "text": "And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.",
      "crossrefs": ["John 15:9", "1 John 2:5", "Ephesians 3:17-19"]
    },
    {
      "number": 17,
      "text": "Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.",
      "crossrefs": ["Hebrews 4:16", "Romans 8:1", "1 John 3:2"]
    },
    {
      "number": 18,
      "text": "There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.",
      "crossrefs": ["2 Timothy 1:7", "Romans 8:15", "Hebrews 2:15"]
    },
    {
      "number": 19,
      "text": "We love him, because he first loved us.",
      "crossrefs": ["John 15:16", "Ephesians 2:4", "Titus 3:4"]
    },
    {
      "number": 20,
      "text": "If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?",
      "crossrefs": ["1 John 3:17", "James 2:15-16", "John 13:35"]
    },
    {
      "number": 21,
      "text": "And this commandment have we from him, That he who loveth God love his brother also.",
      "crossrefs": ["John 13:34", "Leviticus 19:18", "1 John 3:23"]
    }
  ]
}

