{"total":31,"verses":[{"v":1,"t":"The proverbs of Solomon the son of David, king of Israel;","c":"","s":["H1121","H1732","H3478","H4428","H4912","H8010"]},{"v":2,"t":"To know wisdom and instruction; to perceive the words of understanding;","c":"","s":["H561","H995","H998","H2451","H3045","H4148"]},{"v":3,"t":"To receive the instruction of wisdom, justice, and judgment, and equity;","c":"","s":["H3947","H4148","H4339","H4941","H6664","H7919"]},{"v":4,"t":"To give subtilty to the simple, to the young man knowledge and discretion.","c":"","s":["H1847","H4209","H5288","H5414","H6195","H6612"]},{"v":5,"t":"A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels:","c":"","s":["H995","H2450","H3254","H3948","H7069","H8085","H8458"]},{"v":6,"t":"To understand a proverb, and the interpretation; the words of the wise, and their dark sayings.","c":"","s":["H995","H1697","H2420","H2450","H4426","H4912"]},{"v":7,"t":"The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.","c":"","s":["H191","H936","H1847","H2451","H3068","H3374","H4148","H7225"]},{"v":8,"t":"My son, hear the instruction of thy father, and forsake not the law of thy mother:","c":"","s":["H1","H517","H1121","H4148","H5203","H8085","H8451"]},{"v":9,"t":"For they shall be an ornament of grace unto thy head, and chains about thy neck.","c":"","s":["H1621","H2580","H3880","H6060","H7218"]},{"v":10,"t":"My son, if sinners entice thee, consent thou not.","c":"","s":["H14","H1121","H2400","H6601"]},{"v":11,"t":"If they say, Come with us, let us lay wait for blood, let us lurk privily for the innocent without cause:","c":"","s":["H559","H693","H1818","H2600","H3212","H5355","H6845"]},{"v":12,"t":"Let us swallow them up alive as the grave; and whole, as those that go down into the pit:","c":"","s":["H953","H1104","H2416","H3381","H7585","H8549"]},{"v":13,"t":"We shall find all precious substance, we shall fill our houses with spoil:","c":"","s":["H1004","H1952","H3368","H4390","H4672","H7998"]},{"v":14,"t":"Cast in thy lot among us; let us all have one purse:","c":"","s":["H259","H1486","H3599","H5307","H8432"]},{"v":15,"t":"My son, walk not thou in the way with them; refrain thy foot from their path:","c":"","s":["H1121","H1870","H3212","H4513","H5410","H7272"]},{"v":16,"t":"For their feet run to evil, and make haste to shed blood.","c":"","s":["H1818","H4116","H7272","H7323","H7451","H8210"]},{"v":17,"t":"Surely in vain the net is spread in the sight of any bird.","c":"","s":["H1167","H2219","H2600","H3671","H5869","H7568"]},{"v":18,"t":"And they lay wait for their own blood; they lurk privily for their own lives.","c":"","s":["H693","H1818","H5315","H6845"]},{"v":19,"t":"So are the ways of every one that is greedy of gain; which taketh away the life of the owners thereof.","c":"","s":["H734","H1167","H1214","H1215","H3947","H5315"]},{"v":20,"t":"Wisdom crieth without; she uttereth her voice in the streets:","c":"","s":["H2351","H2454","H5414","H6963","H7339","H7442"]},{"v":21,"t":"She crieth in the chief place of concourse, in the openings of the gates: in the city she uttereth her words, saying,","c":"","s":["H559","H561","H1993","H5892","H6607","H7121","H7218","H8179"]},{"v":22,"t":"How long, ye simple ones, will ye love simplicity? and the scorners delight in their scorning, and fools hate knowledge?","c":"","s":["H157","H1847","H2530","H3684","H3887","H3944","H6612","H8130"]},{"v":23,"t":"Turn you at my reproof: behold, I will pour out my spirit unto you, I will make known my words unto you.","c":"","s":["H1697","H3045","H5042","H7307","H7725","H8433"]},{"v":24,"t":"Because I have called, and ye refused; I have stretched out my hand, and no man regarded;","c":"","s":["H3027","H3985","H5186","H7121","H7181"]},{"v":25,"t":"But ye have set at nought all my counsel, and would none of my reproof:","c":"","s":["H14","H6098","H6544","H8433"]},{"v":26,"t":"I also will laugh at your calamity; I will mock when your fear cometh;","c":"","s":["H343","H935","H3932","H6343","H7832"]},{"v":27,"t":"When your fear cometh as desolation, and your destruction cometh as a whirlwind; when distress and anguish cometh upon you.","c":"","s":["H343","H857","H935","H5492","H6343","H6695","H6869","H7584","H7722"]},{"v":28,"t":"Then shall they call upon me, but I will not answer; they shall seek me early, but they shall not find me:","c":"","s":["H4672","H6030","H7121","H7836"]},{"v":29,"t":"For that they hated knowledge, and did not choose the fear of the LORD:","c":"","s":["H977","H1847","H3068","H3374","H8130"]},{"v":30,"t":"They would none of my counsel: they despised all my reproof.","c":"","s":["H14","H5006","H6098","H8433"]},{"v":31,"t":"Therefore shall they eat of the fruit of their own way, and be filled with their own devices.","c":"","s":["H398","H1870","H4156","H6529","H7646"]},{"v":32,"t":"For the turning away of the simple shall slay them, and the prosperity of fools shall destroy them.","c":"","s":["H6","H2026","H3684","H4878","H6612","H7962"]},{"v":33,"t":"But whoso hearkeneth unto me shall dwell safely, and shall be quiet from fear of evil.","c":"","s":["H983","H6343","H7451","H7599","H7931","H8085"]}]}