{"total":31,"verses":[{"v":1,"t":"Every wise woman buildeth her house: but the foolish plucketh it down with her hands.","c":"","s":["H200","H802","H1004","H1129","H2040","H2454","H3027"]},{"v":2,"t":"He that walketh in his uprightness feareth the LORD: but he that is perverse in his ways despiseth him.","c":"","s":["H959","H1870","H1980","H3068","H3373","H3476","H3868"]},{"v":3,"t":"In the mouth of the foolish is a rod of pride: but the lips of the wise shall preserve them.","c":"","s":["H191","H1346","H2415","H2450","H6310","H8104","H8193"]},{"v":4,"t":"Where no oxen are, the crib is clean: but much increase is by the strength of the ox.","c":"","s":["H18","H504","H1249","H3581","H7230","H7794","H8393"]},{"v":5,"t":"A faithful witness will not lie: but a false witness will utter lies.","c":"","s":["H529","H3576","H3577","H5707","H6315","H8267"]},{"v":6,"t":"A scorner seeketh wisdom, and findeth it not: but knowledge is easy unto him that understandeth.","c":"","s":["H995","H1245","H1847","H2451","H3887","H7043"]},{"v":7,"t":"Go from the presence of a foolish man, when thou perceivest not in him the lips of knowledge.","c":"","s":["H376","H1847","H3045","H3212","H3684","H5048","H8193"]},{"v":8,"t":"The wisdom of the prudent is to understand his way: but the folly of fools is deceit.","c":"","s":["H200","H995","H1870","H2451","H3684","H4820","H6175"]},{"v":9,"t":"Fools make a mock at sin: but among the righteous there is favour.","c":"","s":["H191","H817","H3477","H3887","H7522"]},{"v":10,"t":"The heart knoweth his own bitterness; and a stranger doth not intermeddle with his joy.","c":"","s":["H2114","H3045","H3820","H4787","H5315","H6148","H8057"]},{"v":11,"t":"The house of the wicked shall be overthrown: but the tabernacle of the upright shall flourish.","c":"","s":["H168","H1004","H3477","H6524","H7563","H8045"]},{"v":12,"t":"There is a way which seemeth right unto a man, but the end thereof are the ways of death.","c":"","s":["H319","H376","H1870","H3426","H3477","H4194","H6440"]},{"v":13,"t":"Even in laughter the heart is sorrowful; and the end of that mirth is heaviness.","c":"","s":["H319","H3510","H3820","H7814","H8057","H8424"]},{"v":14,"t":"The backslider in heart shall be filled with his own ways: and a good man shall be satisfied from himself.","c":"","s":["H376","H1870","H2896","H3820","H5472","H7646"]},{"v":15,"t":"The simple believeth every word: but the prudent man looketh well to his going.","c":"","s":["H539","H838","H995","H1697","H6175","H6612"]},{"v":16,"t":"A wise man feareth, and departeth from evil: but the fool rageth, and is confident.","c":"","s":["H982","H2450","H3373","H3684","H5493","H5674","H7451"]},{"v":17,"t":"He that is soon angry dealeth foolishly: and a man of wicked devices is hated.","c":"","s":["H200","H376","H639","H4209","H6213","H7116","H8130"]},{"v":18,"t":"The simple inherit folly: but the prudent are crowned with knowledge.","c":"","s":["H200","H1847","H3803","H5157","H6175","H6612"]},{"v":19,"t":"The evil bow before the good; and the wicked at the gates of the righteous.","c":"","s":["H2896","H6440","H6662","H7451","H7563","H7817","H8179"]},{"v":20,"t":"The poor is hated even of his own neighbour: but the rich hath many friends.","c":"","s":["H157","H6223","H7227","H7326","H7453","H8130"]},{"v":21,"t":"He that despiseth his neighbour sinneth: but he that hath mercy on the poor, happy is he.","c":"","s":["H835","H936","H2398","H2603","H6035","H6041","H7453"]},{"v":22,"t":"Do they not err that devise evil? but mercy and truth shall be to them that devise good.","c":"","s":["H571","H2617","H2790","H2896","H7451","H8582"]},{"v":23,"t":"In all labour there is profit: but the talk of the lips tendeth only to penury.","c":"","s":["H1697","H4195","H4270","H6089","H8193"]},{"v":24,"t":"The crown of the wise is their riches: but the foolishness of fools is folly.","c":"","s":["H200","H2450","H3684","H5850","H6239"]},{"v":25,"t":"A true witness delivereth souls: but a deceitful witness speaketh lies.","c":"","s":["H571","H3577","H4820","H5315","H5337","H5707","H6315"]},{"v":26,"t":"In the fear of the LORD is strong confidence: and his children shall have a place of refuge.","c":"","s":["H1121","H3068","H3374","H4009","H4268","H5797"]},{"v":27,"t":"The fear of the LORD is a fountain of life, to depart from the snares of death.","c":"","s":["H2416","H3068","H3374","H4170","H4194","H4726","H5493"]},{"v":28,"t":"In the multitude of people is the king's honour: but in the want of people is the destruction of the prince.","c":"","s":["H657","H1927","H3816","H4288","H4428","H5971","H7230","H7333"]},{"v":29,"t":"He that is slow to wrath is of great understanding: but he that is hasty of spirit exalteth folly.","c":"","s":["H200","H639","H750","H7116","H7227","H7307","H7311","H8394"]},{"v":30,"t":"A sound heart is the life of the flesh: but envy the rottenness of the bones.","c":"","s":["H1320","H2416","H3820","H4832","H6106","H7068","H7538"]},{"v":31,"t":"He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.","c":"","s":["H34","H1800","H2603","H2778","H3513","H6213","H6231"]},{"v":32,"t":"The wicked is driven away in his wickedness: but the righteous hath hope in his death.","c":"","s":["H1760","H2620","H4194","H6662","H7451","H7563"]},{"v":33,"t":"Wisdom resteth in the heart of him that hath understanding: but that which is in the midst of fools is made known.","c":"","s":["H995","H2451","H3045","H3684","H3820","H5117","H7130"]},{"v":34,"t":"Righteousness exalteth a nation: but sin is a reproach to any people.","c":"","s":["H1471","H2403","H2617","H3816","H6666","H7311"]},{"v":35,"t":"The king's favour is toward a wise servant: but his wrath is against him that causeth shame.","c":"","s":["H954","H4428","H5650","H5678","H7522","H7919"]}]}