{
  "total": 31,
  "verses": [
    {
      "v": 1,
      "t": "My son, if thou wilt receive my words, and hide my commandments with thee;",
      "c": 74,
      "s": []
    },
    {
      "v": 2,
      "t": "So that thou incline thine ear unto wisdom, and apply thine heart to understanding;",
      "c": 83,
      "s": []
    },
    {
      "v": 3,
      "t": "Yea, if thou criest after knowledge, and liftest up thy voice for understanding;",
      "c": 80,
      "s": []
    },
    {
      "v": 4,
      "t": "If thou seekest her as silver, and searchest for her as for hid treasures;",
      "c": 74,
      "s": []
    },
    {
      "v": 5,
      "t": "Then shalt thou understand the fear of the LORD, and find the knowledge of God.",
      "c": 79,
      "s": []
    },
    {
      "v": 6,
      "t": "For the LORD giveth wisdom: out of his mouth cometh knowledge and understanding.",
      "c": 80,
      "s": []
    },
    {
      "v": 7,
      "t": "He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly.",
      "c": 89,
      "s": []
    },
    {
      "v": 8,
      "t": "He keepeth the paths of judgment, and preserveth the way of his saints.",
      "c": 71,
      "s": []
    },
    {
      "v": 9,
      "t": "Then shalt thou understand righteousness, and judgment, and equity; yea, every good path.",
      "c": 89,
      "s": []
    },
    {
      "v": 10,
      "t": "When wisdom entereth into thine heart, and knowledge is pleasant unto thy soul;",
      "c": 79,
      "s": []
    },
    {
      "v": 11,
      "t": "Discretion shall preserve thee, understanding shall keep thee:",
      "c": 62,
      "s": []
    },
    {
      "v": 12,
      "t": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
      "c": 88,
      "s": []
    },
    {
      "v": 13,
      "t": "Who leave the paths of uprightness, to walk in the ways of darkness;",
      "c": 68,
      "s": []
    },
    {
      "v": 14,
      "t": "Who rejoice to do evil, and delight in the frowardness of the wicked;",
      "c": 69,
      "s": []
    },
    {
      "v": 15,
      "t": "Whose ways are crooked, and they froward in their paths:",
      "c": 56,
      "s": []
    },
    {
      "v": 16,
      "t": "To deliver thee from the strange woman, even from the stranger which flattereth with her words;",
      "c": 95,
      "s": []
    },
    {
      "v": 17,
      "t": "Which forsaketh the guide of her youth, and forgetteth the covenant of her God.",
      "c": 79,
      "s": []
    },
    {
      "v": 18,
      "t": "For her house inclineth unto death, and her paths unto the dead.",
      "c": 64,
      "s": []
    },
    {
      "v": 19,
      "t": "None that go unto her return again, neither take they hold of the paths of life.",
      "c": 80,
      "s": []
    },
    {
      "v": 20,
      "t": "That thou mayest walk in the way of good men, and keep the paths of the righteous.",
      "c": 82,
      "s": []
    },
    {
      "v": 21,
      "t": "For the upright shall dwell in the land, and the perfect shall remain in it.",
      "c": 76,
      "s": []
    },
    {
      "v": 22,
      "t": "But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it.",
      "c": 96,
      "s": []
    }
  ]
}