{"total":31,"verses":[{"v":1,"t":"Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise.","c":"","s":["H1993","H2449","H3196","H3887","H7686","H7941"]},{"v":2,"t":"The fear of a king is as the roaring of a lion: whoso provoketh him to anger sinneth against his own soul.","c":"","s":["H367","H2398","H3715","H4428","H5099","H5315","H5674"]},{"v":3,"t":"It is an honour for a man to cease from strife: but every fool will be meddling.","c":"","s":["H191","H376","H1566","H3519","H7379","H7674"]},{"v":4,"t":"The sluggard will not plow by reason of the cold; therefore shall he beg in harvest, and have nothing.","c":"","s":["H2779","H2790","H6102","H7105","H7592"]},{"v":5,"t":"Counsel in the heart of man is like deep water; but a man of understanding will draw it out.","c":"","s":["H376","H1802","H3820","H4325","H6013","H6098","H8394"]},{"v":6,"t":"Most men will proclaim every one his own goodness: but a faithful man who can find?","c":"","s":["H120","H376","H529","H2617","H4672","H7121","H7230"]},{"v":7,"t":"The just man walketh in his integrity: his children are blessed after him.","c":"","s":["H310","H835","H1121","H1980","H6662","H8537"]},{"v":8,"t":"A king that sitteth in the throne of judgment scattereth away all evil with his eyes.","c":"","s":["H1779","H2219","H3427","H3678","H4428","H5869","H7451"]},{"v":9,"t":"Who can say, I have made my heart clean, I am pure from my sin?","c":"","s":["H559","H2135","H2403","H2891","H3820"]},{"v":10,"t":"Divers weights, and divers measures, both of them are alike abomination to the LORD.","c":"","s":["H68","H374","H1571","H3068","H8147","H8441"]},{"v":11,"t":"Even a child is known by his doings, whether his work be pure, and whether it be right.","c":"","s":["H2134","H3477","H4611","H5234","H5288","H6467"]},{"v":12,"t":"The hearing ear, and the seeing eye, the LORD hath made even both of them.","c":"","s":["H241","H3068","H5869","H6213","H7200","H8085","H8147"]},{"v":13,"t":"Love not sleep, lest thou come to poverty; open thine eyes, and thou shalt be satisfied with bread.","c":"","s":["H157","H3423","H3899","H5869","H6491","H7646","H8142"]},{"v":14,"t":"It is naught, it is naught, saith the buyer: but when he is gone his way, then he boasteth.","c":"","s":["H235","H559","H1984","H7069","H7451"]},{"v":15,"t":"There is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel.","c":"","s":["H1847","H2091","H3366","H3426","H3627","H6443","H7230","H8193"]},{"v":16,"t":"Take his garment that is surety for a stranger: and take a pledge of him for a strange woman.","c":"","s":["H899","H2114","H2254","H3947","H5237","H6148"]},{"v":17,"t":"Bread of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel.","c":"","s":["H310","H376","H2687","H3899","H4390","H6156","H6310","H8267"]},{"v":18,"t":"Every purpose is established by counsel: and with good advice make war.","c":"","s":["H3559","H4284","H4421","H6098","H6213","H8458"]},{"v":19,"t":"He that goeth about as a talebearer revealeth secrets: therefore meddle not with him that flattereth with his lips.","c":"","s":["H1540","H1980","H5475","H6148","H6601","H7400","H8193"]},{"v":20,"t":"Whoso curseth his father or his mother, his lamp shall be put out in obscure darkness.","c":"","s":["H1","H380","H517","H1846","H2822","H5216","H7043"]},{"v":21,"t":"An inheritance may be gotten hastily at the beginning; but the end thereof shall not be blessed.","c":"","s":["H319","H926","H973","H1288","H5159","H7223"]},{"v":22,"t":"Say not thou, I will recompense evil; but wait on the LORD, and he shall save thee.","c":"","s":["H559","H3068","H3467","H6960","H7451","H7999"]},{"v":23,"t":"Divers weights are an abomination unto the LORD; and a false balance is not good.","c":"","s":["H68","H2896","H3068","H3976","H4820","H8441"]},{"v":24,"t":"Man's goings are of the LORD; how can a man then understand his own way?","c":"","s":["H120","H995","H1397","H1870","H3068","H4703"]},{"v":25,"t":"It is a snare to the man who devoureth that which is holy, and after vows to make inquiry.","c":"","s":["H120","H310","H1239","H3216","H4170","H5088","H6944"]},{"v":26,"t":"A wise king scattereth the wicked, and bringeth the wheel over them.","c":"","s":["H212","H2219","H2450","H4428","H7563","H7725"]},{"v":27,"t":"The spirit of man is the candle of the LORD, searching all the inward parts of the belly.","c":"","s":["H120","H990","H2315","H2664","H3068","H5216","H5397"]},{"v":28,"t":"Mercy and truth preserve the king: and his throne is upholden by mercy.","c":"","s":["H571","H2617","H3678","H4428","H5341","H5582"]},{"v":29,"t":"The glory of young men is their strength: and the beauty of old men is the gray head.","c":"","s":["H970","H1926","H2205","H3581","H7872","H8597"]},{"v":30,"t":"The blueness of a wound cleanseth away evil: so do stripes the inward parts of the belly.","c":"","s":["H990","H2250","H2315","H4347","H6482","H7451","H8562"]}]}