[
  {
    "v": 1,
    "t": "For thine incorruptible Spirit is in all things.",
    "c": [],
    "s": []
  },
  {
    "v": 2,
    "t": "Therefore chastenest thou them by little and little that offend, and warnest them by putting them in remembrance wherein they have offended, that leaving their wickedness they may believe on thee, O Lord.",
    "c": [],
    "s": []
  },
  {
    "v": 3,
    "t": "For it was thy will to destroy by the hands of our fathers both those old inhabitants of thy holy land,",
    "c": [],
    "s": []
  },
  {
    "v": 4,
    "t": "Whom thou hatedst for doing most odious works of witchcrafts, and wicked sacrifices;",
    "c": [],
    "s": []
  },
  {
    "v": 5,
    "t": "And also those merciless murderers of children, and devourers of man's flesh, and the feasts of blood,",
    "c": [],
    "s": []
  },
  {
    "v": 6,
    "t": "With their priests out of the midst of their idolatrous crew, and the parents, that killed with their own hands souls destitute of help:",
    "c": [],
    "s": []
  },
  {
    "v": 7,
    "t": "That the land, which thou esteemedst above all other, might receive a worthy colony of God's children.",
    "c": [],
    "s": []
  },
  {
    "v": 8,
    "t": "Nevertheless even those thou sparedst as men, and didst send wasps, forerunners of thine host, to destroy them by little and little.",
    "c": [],
    "s": []
  },
  {
    "v": 9,
    "t": "Not that thou wast unable to bring the ungodly under the hand of the righteous in battle, or to destroy them at once with cruel beasts, or with one rough word:",
    "c": [],
    "s": []
  },
  {
    "v": 10,
    "t": "But executing thy judgments upon them by little and little, thou gavest them place of repentance, not being ignorant that they were a naughty generation, and that their malice was bred in them, and that their cogitation would never be changed.",
    "c": [],
    "s": []
  },
  {
    "v": 11,
    "t": "For it was a cursed seed from the beginning; neither didst thou for fear of any man give them pardon for those things wherein they sinned.",
    "c": [],
    "s": []
  },
  {
    "v": 12,
    "t": "For who shall say, What hast thou done? or who shall withstand thy judgment? or who shall accuse thee for the nations that perish, whom thou made? or who shall come to stand against thee, to be revenged for the unrighteous men?",
    "c": [],
    "s": []
  },
  {
    "v": 13,
    "t": "For neither is there any God but thou that careth for all, to whom thou mightest shew that thy judgment is not unright.",
    "c": [],
    "s": []
  },
  {
    "v": 14,
    "t": "Neither shall king or tyrant be able to set his face against thee for any whom thou hast punished.",
    "c": [],
    "s": []
  },
  {
    "v": 15,
    "t": "Forsomuch then as thou art righteous thyself, thou orderest all things righteously: thinking it not agreeable with thy power to condemn him that hath not deserved to be punished.",
    "c": [],
    "s": []
  },
  {
    "v": 16,
    "t": "For thy power is the beginning of righteousness, and because thou art the Lord of all, it maketh thee to be gracious unto all.",
    "c": [],
    "s": []
  },
  {
    "v": 17,
    "t": "For when men will not believe that thou art of a full power, thou shewest thy strength, and among them that know it thou makest their boldness manifest.",
    "c": [],
    "s": []
  },
  {
    "v": 18,
    "t": "But thou, mastering thy power, judgest with equity, and orderest us with great favour: for thou mayest use power when thou wilt.",
    "c": [],
    "s": []
  },
  {
    "v": 19,
    "t": "But by such works hast thou taught thy people that the just man should be merciful, and hast made thy children to be of a good hope that thou givest repentance for sins.",
    "c": [],
    "s": []
  },
  {
    "v": 20,
    "t": "For if thou didst punish the enemies of thy children, and the condemned to death, with such deliberation, giving them time and place, whereby they might be delivered from their malice:",
    "c": [],
    "s": []
  },
  {
    "v": 21,
    "t": "With how great circumspection didst thou judge thine own sons, unto whose fathers thou hast sworn, and made covenants of good promises?",
    "c": [],
    "s": []
  },
  {
    "v": 22,
    "t": "Therefore, whereas thou dost chasten us, thou scourgest our enemies a thousand times more, to the intent that, when we judge, we should carefully think of thy goodness, and when we ourselves are judged, we should look for mercy.",
    "c": [],
    "s": []
  },
  {
    "v": 23,
    "t": "Wherefore, whereas men have lived dissolutely and unrighteously, thou hast tormented them with their own abominations.",
    "c": [],
    "s": []
  },
  {
    "v": 24,
    "t": "For they went astray very far in the ways of error, and held them for gods, which even among the beasts of their enemies were despised, being deceived, as children of no understanding.",
    "c": [],
    "s": []
  },
  {
    "v": 25,
    "t": "Therefore unto them, as to children without the use of reason, thou didst send a judgment to mock them.",
    "c": [],
    "s": []
  },
  {
    "v": 26,
    "t": "But they that would not be reformed by that correction, wherein he dallied with them, shall feel a judgment worthy of God.",
    "c": [],
    "s": []
  },
  {
    "v": 27,
    "t": "For, look, for what things they grudged, when they were punished, that is, for them whom they thought to be gods; [now] being punished in them, when they saw it, they acknowledged him to be the true God, whom before they denied to know: and therefore came extreme damnation upon them.",
    "c": [],
    "s": []
  }
]