[
  {
    "v": 1,
    "t": "Wisdom reacheth from one end to another mightily: and sweetly doth she order all things.",
    "c": [],
    "s": []
  },
  {
    "v": 2,
    "t": "I loved her, and sought her out from my youth, I desired to make her my spouse, and I was a lover of her beauty.",
    "c": [],
    "s": []
  },
  {
    "v": 3,
    "t": "In that she is conversant with God, she magnifieth her nobility: yea, the Lord of all things himself loved her.",
    "c": [],
    "s": []
  },
  {
    "v": 4,
    "t": "For she is privy to the mysteries of the knowledge of God, and a lover of his works.",
    "c": [],
    "s": []
  },
  {
    "v": 5,
    "t": "If riches be a possession to be desired in this life; what is richer than wisdom, that worketh all things?",
    "c": [],
    "s": []
  },
  {
    "v": 6,
    "t": "And if prudence work; who of all that are is a more cunning workman than she?",
    "c": [],
    "s": []
  },
  {
    "v": 7,
    "t": "And if a man love righteousness her labours are virtues: for she teacheth temperance and prudence, justice and fortitude: which are such things, as en can have nothing more profitable in their life.",
    "c": [],
    "s": []
  },
  {
    "v": 8,
    "t": "If a man desire much experience, she knoweth things of old, and conjectureth aright what is to come: she knoweth the subtilties of speeches, and can expound dark sentences: she foreseeth signs and wonders, and the events of seasons and times.",
    "c": [],
    "s": []
  },
  {
    "v": 9,
    "t": "Therefore I purposed to take her to me to live with me, knowing that she would be a counsellor of good things, and a comfort in cares and grief.",
    "c": [],
    "s": []
  },
  {
    "v": 10,
    "t": "For her sake I shall have estimation among the multitude, and honour with the elders, though I be young.",
    "c": [],
    "s": []
  },
  {
    "v": 11,
    "t": "I shall be found of a quick conceit in judgment, and shall be admired in the sight of great men.",
    "c": [],
    "s": []
  },
  {
    "v": 12,
    "t": "When I hold my tongue, they shall bide my leisure, and when I speak, they shall give good ear unto me: if I talk much, they shall lay their hands upon their mouth.",
    "c": [],
    "s": []
  },
  {
    "v": 13,
    "t": "Moreover by the means of her I shall obtain immortality, and leave behind me an everlasting memorial to them that come after me.",
    "c": [],
    "s": []
  },
  {
    "v": 14,
    "t": "I shall set the people in order, and the nations shall be subject unto me.",
    "c": [],
    "s": []
  },
  {
    "v": 15,
    "t": "Horrible tyrants shall be afraid, when they do but hear of me; I shall be found good among the multitude, and valiant in war.",
    "c": [],
    "s": []
  },
  {
    "v": 16,
    "t": "After I am come into mine house, I will repose myself with her: for her conversation hath no bitterness; and to live with her hath no sorrow, but mirth and joy.",
    "c": [],
    "s": []
  },
  {
    "v": 17,
    "t": "Now when I considered these things in myself, and pondered them in my heart, how that to be allied unto wisdom is immortality;",
    "c": [],
    "s": []
  },
  {
    "v": 18,
    "t": "And great pleasure it is to have her friendship; and in the works of her hands are infinite riches; and in the exercise of conference with her, prudence; and in talking with her, a good report; I went about seeking how to take her to me.",
    "c": [],
    "s": []
  },
  {
    "v": 19,
    "t": "For I was a witty child, and had a good spirit.",
    "c": [],
    "s": []
  },
  {
    "v": 20,
    "t": "Yea rather, being good, I came into a body undefiled.",
    "c": [],
    "s": []
  },
  {
    "v": 21,
    "t": "Nevertheless, when I perceived that I could not otherwise obtain her, except God gave her me; and that was a point of wisdom also to know whose gift she was; I prayed unto the Lord, and besought him, and with my whole heart I said,",
    "c": [],
    "s": []
  }
]