{
  "total": 15,
  "verses": [
    {
      "v": 1,
      "t": "But Nicanor, hearing that Judas and his company were in the strong places about Samaria, resolved without any danger to set upon them on the sabbath day.",
      "c": 153,
      "s": []
    },
    {
      "v": 2,
      "t": "Nevertheless the Jews that were compelled to go with him said, O destroy not so cruelly and barbarously, but give honour to that day, which he, that seeth all things, hath honoured with holiness above all other days.",
      "c": 216,
      "s": []
    },
    {
      "v": 3,
      "t": "Then the most ungracious wretch demanded, if there were a Mighty one in heaven, that had commanded the sabbath day to be kept.",
      "c": 126,
      "s": []
    },
    {
      "v": 4,
      "t": "And when they said, There is in heaven a living Lord, and mighty, who commanded the seventh day to be kept:",
      "c": 107,
      "s": []
    },
    {
      "v": 5,
      "t": "Then said the other, And I also am mighty upon earth, and I command to take arms, and to do the king's business. Yet he obtained not to have his wicked will done.",
      "c": 162,
      "s": []
    },
    {
      "v": 6,
      "t": "So Nicanor in exceeding pride and haughtiness determined to set up a publick monument of his victory over Judas and them that were with him.",
      "c": 140,
      "s": []
    },
    {
      "v": 7,
      "t": "But Maccabeus had ever sure confidence that the Lord would help him:",
      "c": 68,
      "s": []
    },
    {
      "v": 8,
      "t": "Wherefore he exhorted his people not to fear the coming of the heathen against them, but to remember the help which in former times they had received from heaven, and now to expect the victory and aid, which should come unto them from the Almighty.",
      "c": 248,
      "s": []
    },
    {
      "v": 9,
      "t": "And so comforting them out of the law and the prophets, and withal putting them in mind of the battles that they won afore, he made them more cheerful.",
      "c": 151,
      "s": []
    },
    {
      "v": 10,
      "t": "And when he had stirred up their minds, he gave them their charge, shewing them therewithall the falsehood of the heathen, and the breach of oaths.",
      "c": 147,
      "s": []
    },
    {
      "v": 11,
      "t": "Thus he armed every one of them, not so much with defence of shields and spears, as with comfortable and good words: and beside that, he told them a dream worthy to be believed, as if it had been so indeed, which did not a little rejoice them.",
      "c": 243,
      "s": []
    },
    {
      "v": 12,
      "t": "And this was his vision: That Onias, who had been high priest, a virtuous and a good man, reverend in conversation, gentle in condition, well spoken also, and exercised from a child in all points of virtue, holding up his hands prayed for the whole body of the Jews.",
      "c": 266,
      "s": []
    },
    {
      "v": 13,
      "t": "This done, in like manner there appeared a man with gray hairs, and exceeding glorious, who was of a wonderful and excellent majesty.",
      "c": 133,
      "s": []
    },
    {
      "v": 14,
      "t": "Then Onias answered, saying, This is a lover of the brethren, who prayeth much for the people, and for the holy city, to wit, Jeremias the prophet of God.",
      "c": 154,
      "s": []
    },
    {
      "v": 15,
      "t": "Whereupon Jeremias holding forth his right hand gave to Judas a sword of gold, and in giving it spake thus,",
      "c": 107,
      "s": []
    },
    {
      "v": 16,
      "t": "Take this holy sword, a gift from God, with the which thou shalt wound the adversaries.",
      "c": 87,
      "s": []
    },
    {
      "v": 17,
      "t": "Thus being well comforted by the words of Judas, which were very good, and able to stir them up to valour, and to encourage the hearts of the young men, they determined not to pitch camp, but courageously to set upon them, and manfully to try the matter by conflict, because the city and the sanctuary and the temple were in danger.",
      "c": 332,
      "s": []
    },
    {
      "v": 18,
      "t": "For the care that they took for their wives, and their children, their brethren, and folks, was in least account with them: but the greatest and principal fear was for the holy temple.",
      "c": 184,
      "s": []
    },
    {
      "v": 19,
      "t": "Also they that were in the city took not the least care, being troubled for the conflict abroad.",
      "c": 96,
      "s": []
    },
    {
      "v": 20,
      "t": "And now, when as all looked what should be the trial, and the enemies were already come near, and the army was set in array, and the beasts conveniently placed, and the horsemen set in wings,",
      "c": 191,
      "s": []
    },
    {
      "v": 21,
      "t": "Maccabeus seeing the coming of the multitude, and the divers preparations of armour, and the fierceness of the beasts, stretched out his hands toward heaven, and called upon the Lord that worketh wonders, knowing that victory cometh not by arms, but even as it seemeth good to him, he giveth it to such as are worthy:",
      "c": 317,
      "s": []
    },
    {
      "v": 22,
      "t": "Therefore in his prayer he said after this manner; O Lord, thou didst send thine angel in the time of Ezekias king of Judea, and didst slay in the host of Sennacherib an hundred fourscore and five thousand:",
      "c": 206,
      "s": []
    },
    {
      "v": 23,
      "t": "Wherefore now also, O Lord of heaven, send a good angel before us for a fear and dread unto them;",
      "c": 97,
      "s": []
    },
    {
      "v": 24,
      "t": "And through the might of thine arm let those be stricken with terror, that come against thy holy people to blaspheme. And he ended thus.",
      "c": 136,
      "s": []
    },
    {
      "v": 25,
      "t": "Then Nicanor and they that were with him came forward with trumpets and songs.",
      "c": 78,
      "s": []
    },
    {
      "v": 26,
      "t": "But Judas and his company encountered the enemies with invocation and prayer.",
      "c": 77,
      "s": []
    },
    {
      "v": 27,
      "t": "So that fighting with their hands, and praying unto God with their hearts, they slew no less than thirty and five thousand men: for through the appearance of God they were greatly cheered.",
      "c": 188,
      "s": []
    },
    {
      "v": 28,
      "t": "Now when the battle was done, returning again with joy, they knew that Nicanor lay dead in his harness.",
      "c": 103,
      "s": []
    },
    {
      "v": 29,
      "t": "Then they made a great shout and a noise, praising the Almighty in their own language.",
      "c": 86,
      "s": []
    },
    {
      "v": 30,
      "t": "And Judas, who was ever the chief defender of the citizens both in body and mind, and who continued his love toward his countrymen all his life, commanded to strike off Nicanor's head, and his hand with his shoulder, and bring them to Jerusalem.",
      "c": 245,
      "s": []
    },
    {
      "v": 31,
      "t": "So when he was there, and called them of his nation together, and set the priests before the altar, he sent for them that were of the tower,",
      "c": 140,
      "s": []
    },
    {
      "v": 32,
      "t": "And shewed them vile Nicanor's head, and the hand of that blasphemer, which with proud brags he had stretched out against the holy temple of the Almighty.",
      "c": 154,
      "s": []
    },
    {
      "v": 33,
      "t": "And when he had cut out the tongue of that ungodly Nicanor, he commanded that they should give it by pieces unto the fowls, and hang up the reward of his madness before the temple.",
      "c": 180,
      "s": []
    },
    {
      "v": 34,
      "t": "So every man praised toward the heaven the glorious Lord, saying, Blessed be he that hath kept his own place undefiled.",
      "c": 119,
      "s": []
    },
    {
      "v": 35,
      "t": "He hanged also Nicanor's head upon the tower, an evident and manifest sign unto all of the help of the Lord.",
      "c": 108,
      "s": []
    },
    {
      "v": 36,
      "t": "And they ordained all with a common decree in no case to let that day pass without solemnity, but to celebrate the thirtieth day of the twelfth month, which in the Syrian tongue is called Adar, the day before Mardocheus' day.",
      "c": 225,
      "s": []
    },
    {
      "v": 37,
      "t": "Thus went it with Nicanor: and from that time forth the Hebrews had the city in their power. And here will I make an end.",
      "c": 121,
      "s": []
    },
    {
      "v": 38,
      "t": "And if I have done well, and as is fitting the story, it is that which I desired: but if slenderly and meanly, it is that which I could attain unto.",
      "c": 148,
      "s": []
    },
    {
      "v": 39,
      "t": "For as it is hurtful to drink wine or water alone; and as wine mingled with water is pleasant, and delighteth the taste: even so speech finely framed delighteth the ears of them that read the story. And here shall be an end.",
      "c": 224,
      "s": []
    }
  ]
}