{
  "total": 16,
  "verses": [
    {
      "v": 1,
      "t": "And he answered me, saying, The most High hath made this world for many, but the world to come for few.",
      "c": 103,
      "s": []
    },
    {
      "v": 2,
      "t": "I will tell thee a similitude, Esdras; As when thou askest the earth, it shall say unto thee, that it giveth much mould whereof earthen vessels are made, but little dust that gold cometh of: even so is the course of this present world.",
      "c": 235,
      "s": []
    },
    {
      "v": 3,
      "t": "There be many created, but few shall be saved.",
      "c": 46,
      "s": []
    },
    {
      "v": 4,
      "t": "So answered I and said, Swallow then down, O my soul, understanding, and devour wisdom.",
      "c": 87,
      "s": []
    },
    {
      "v": 5,
      "t": "For thou hast agreed to give ear, and art willing to prophesy: for thou hast no longer space than only to live.",
      "c": 111,
      "s": []
    },
    {
      "v": 6,
      "t": "O Lord, if thou suffer not thy servant, that we may pray before thee, and thou give us seed unto our heart, and culture to our understanding, that there may come fruit of it; how shall each man live that is corrupt, who beareth the place of a man?",
      "c": 247,
      "s": []
    },
    {
      "v": 7,
      "t": "For thou art alone, and we all one workmanship of thine hands, like as thou hast said.",
      "c": 86,
      "s": []
    },
    {
      "v": 8,
      "t": "For when the body is fashioned now in the mother's womb, and thou givest it members, thy creature is preserved in fire and water, and nine months doth thy workmanship endure thy creature which is created in her.",
      "c": 211,
      "s": []
    },
    {
      "v": 9,
      "t": "But that which keepeth and is kept shall both be preserved: and when the time cometh, the womb preserved delivereth up the things that grew in it.",
      "c": 146,
      "s": []
    },
    {
      "v": 10,
      "t": "For thou hast commanded out of the parts of the body, that is to say, out of the breasts, milk to be given, which is the fruit of the breasts,",
      "c": 142,
      "s": []
    },
    {
      "v": 11,
      "t": "That the thing which is fashioned may be nourished for a time, till thou disposest it to thy mercy.",
      "c": 99,
      "s": []
    },
    {
      "v": 12,
      "t": "Thou broughtest it up with thy righteousness, and nurturedst it in thy law, and reformedst it with thy judgment.",
      "c": 112,
      "s": []
    },
    {
      "v": 13,
      "t": "And thou shalt mortify it as thy creature, and quicken it as thy work.",
      "c": 70,
      "s": []
    },
    {
      "v": 14,
      "t": "If therefore thou shalt destroy him which with so great labour was fashioned, it is an easy thing to be ordained by thy commandment, that the thing which was made might be preserved.",
      "c": 182,
      "s": []
    },
    {
      "v": 15,
      "t": "Now therefore, Lord, I will speak; touching man in general, thou knowest best; but touching thy people, for whose sake I am sorry;",
      "c": 130,
      "s": []
    },
    {
      "v": 16,
      "t": "And for thine inheritance, for whose cause I mourn; and for Israel, for whom I am heavy; and for Jacob, for whose sake I am troubled;",
      "c": 133,
      "s": []
    },
    {
      "v": 17,
      "t": "Therefore will I begin to pray before thee for myself and for them: for I see the falls of us that dwell in the land.",
      "c": 117,
      "s": []
    },
    {
      "v": 18,
      "t": "But I have heard the swiftness of the judge which is to come.",
      "c": 61,
      "s": []
    },
    {
      "v": 19,
      "t": "Therefore hear my voice, and understand my words, and I shall speak before thee. This is the beginning of the words of Esdras, before he was taken up: and I said,",
      "c": 162,
      "s": []
    },
    {
      "v": 20,
      "t": "O Lord, thou that dwellest in everlastingness which beholdest from above things in the heaven and in the air;",
      "c": 109,
      "s": []
    },
    {
      "v": 21,
      "t": "Whose throne is inestimable; whose glory may not be comprehended; before whom the hosts of angels stand with trembling,",
      "c": 119,
      "s": []
    },
    {
      "v": 22,
      "t": "Whose service is conversant in wind and fire; whose word is true, and sayings constant; whose commandment is strong, and ordinance fearful;",
      "c": 139,
      "s": []
    },
    {
      "v": 23,
      "t": "Whose look drieth up the depths, and indignation maketh the mountains to melt away; which the truth witnesseth:",
      "c": 111,
      "s": []
    },
    {
      "v": 24,
      "t": "O hear the prayer of thy servant, and give ear to the petition of thy creature.",
      "c": 79,
      "s": []
    },
    {
      "v": 25,
      "t": "For while I live I will speak, and so long as I have understanding I will answer.",
      "c": 81,
      "s": []
    },
    {
      "v": 26,
      "t": "O look not upon the sins of thy people; but on them which serve thee in truth.",
      "c": 78,
      "s": []
    },
    {
      "v": 27,
      "t": "Regard not the wicked inventions of the heathen, but the desire of those that keep thy testimonies in afflictions.",
      "c": 114,
      "s": []
    },
    {
      "v": 28,
      "t": "Think not upon those that have walked feignedly before thee: but remember them, which according to thy will have known thy fear.",
      "c": 128,
      "s": []
    },
    {
      "v": 29,
      "t": "Let it not be thy will to destroy them which have lived like beasts; but to look upon them that have clearly taught thy law.",
      "c": 124,
      "s": []
    },
    {
      "v": 30,
      "t": "Take thou no indignation at them which are deemed worse than beasts; but love them that always put their trust in thy righteousness and glory.",
      "c": 142,
      "s": []
    },
    {
      "v": 31,
      "t": "For we and our fathers do languish of such diseases: but because of us sinners thou shalt be called merciful.",
      "c": 109,
      "s": []
    },
    {
      "v": 32,
      "t": "For if thou hast a desire to have mercy upon us, thou shalt be called merciful, to us namely, that have no works of righteousness.",
      "c": 130,
      "s": []
    },
    {
      "v": 33,
      "t": "For the just, which have many good works laid up with thee, shall out of their own deeds receive reward.",
      "c": 104,
      "s": []
    },
    {
      "v": 34,
      "t": "For what is man, that thou shouldest take displeasure at him? or what is a corruptible generation, that thou shouldest be so bitter toward it?",
      "c": 142,
      "s": []
    },
    {
      "v": 35,
      "t": "For in truth them is no man among them that be born, but he hath dealt wickedly; and among the faithful there is none which hath not done amiss.",
      "c": 144,
      "s": []
    },
    {
      "v": 36,
      "t": "For in this, O Lord, thy righteousness and thy goodness shall be declared, if thou be merciful unto them which have not the confidence of good works.",
      "c": 149,
      "s": []
    },
    {
      "v": 37,
      "t": "Then answered he me, and said, Some things hast thou spoken aright, and according unto thy words it shall be.",
      "c": 109,
      "s": []
    },
    {
      "v": 38,
      "t": "For indeed I will not think on the disposition of them which have sinned before death, before judgment, before destruction:",
      "c": 123,
      "s": []
    },
    {
      "v": 39,
      "t": "But I will rejoice over the disposition of the righteous, and I will remember also their pilgrimage, and the salvation, and the reward, that they shall have.",
      "c": 157,
      "s": []
    },
    {
      "v": 40,
      "t": "Like as I have spoken now, so shall it come to pass.",
      "c": 52,
      "s": []
    },
    {
      "v": 41,
      "t": "For as the husbandman soweth much seed upon the ground, and planteth many trees, and yet the thing that is sown good in his season cometh not up, neither doth all that is planted take root: even so is it of them that are sown in the world; they shall not all be saved.",
      "c": 268,
      "s": []
    },
    {
      "v": 42,
      "t": "I answered then and said, If I have found grace, let me speak.",
      "c": 62,
      "s": []
    },
    {
      "v": 43,
      "t": "Like as the husbandman's seed perisheth, if it come not up, and receive not thy rain in due season; or if there come too much rain, and corrupt it:",
      "c": 147,
      "s": []
    },
    {
      "v": 44,
      "t": "Even so perisheth man also, which is formed with thy hands, and is called thine own image, because thou art like unto him, for whose sake thou hast made all things, and likened him unto the husbandman's seed.",
      "c": 208,
      "s": []
    },
    {
      "v": 45,
      "t": "Be not wroth with us but spare thy people, and have mercy upon thine own inheritance: for thou art merciful unto thy creature.",
      "c": 126,
      "s": []
    },
    {
      "v": 46,
      "t": "Then answered he me, and said, Things present are for the present, and things to cometh for such as be to come.",
      "c": 111,
      "s": []
    },
    {
      "v": 47,
      "t": "For thou comest far short that thou shouldest be able to love my creature more than I: but I have ofttimes drawn nigh unto thee, and unto it, but never to the unrighteous.",
      "c": 171,
      "s": []
    },
    {
      "v": 48,
      "t": "In this also thou art marvellous before the most High:",
      "c": 54,
      "s": []
    },
    {
      "v": 49,
      "t": "In that thou hast humbled thyself, as it becometh thee, and hast not judged thyself worthy to be much glorified among the righteous.",
      "c": 132,
      "s": []
    },
    {
      "v": 50,
      "t": "For many great miseries shall be done to them that in the latter time shall dwell in the world, because they have walked in great pride.",
      "c": 136,
      "s": []
    },
    {
      "v": 51,
      "t": "But understand thou for thyself, and seek out the glory for such as be like thee.",
      "c": 81,
      "s": []
    },
    {
      "v": 52,
      "t": "For unto you is paradise opened, the tree of life is planted, the time to come is prepared, plenteousness is made ready, a city is builded, and rest is allowed, yea, perfect goodness and wisdom.",
      "c": 194,
      "s": []
    },
    {
      "v": 53,
      "t": "The root of evil is sealed up from you, weakness and the moth is hid from you, and corruption is fled into hell to be forgotten:",
      "c": 128,
      "s": []
    },
    {
      "v": 54,
      "t": "Sorrows are passed, and in the end is shewed the treasure of immortality.",
      "c": 73,
      "s": []
    },
    {
      "v": 55,
      "t": "And therefore ask thou no more questions concerning the multitude of them that perish.",
      "c": 86,
      "s": []
    },
    {
      "v": 56,
      "t": "For when they had taken liberty, they despised the most High, thought scorn of his law, and forsook his ways.",
      "c": 109,
      "s": []
    },
    {
      "v": 57,
      "t": "Moreover they have trodden down his righteous,",
      "c": 46,
      "s": []
    },
    {
      "v": 58,
      "t": "And said in their heart, that there is no God; yea, and that knowing they must die.",
      "c": 83,
      "s": []
    },
    {
      "v": 59,
      "t": "For as the things aforesaid shalt receive you, so thirst and pain are prepared for them: for it was not his will that men should come to nought:",
      "c": 144,
      "s": []
    },
    {
      "v": 60,
      "t": "But they which be created have defiled the name of him that made them, and were unthankful unto him which prepared life for them.",
      "c": 129,
      "s": []
    },
    {
      "v": 61,
      "t": "And therefore is my judgment now at hand.",
      "c": 41,
      "s": []
    },
    {
      "v": 62,
      "t": "These things have I not shewed unto all men, but unto thee, and a few like thee. Then answered I and said,",
      "c": 106,
      "s": []
    },
    {
      "v": 63,
      "t": "Behold, O Lord, now hast thou shewed me the multitude of the wonders, which thou wilt begin to do in the last times: but at what time, thou hast not shewed me.",
      "c": 159,
      "s": []
    }
  ]
}