{"total":25,"verses":[{"v":1,"t":"Now it came to pass in the third year of Hoshea son of Elah king of Israel, that Hezekiah the son of Ahaz king of Judah began to reign.","c":"","s":["H271","H425","H1121","H1954","H2396","H3063","H3478","H4427","H4428","H7969","H8141"]},{"v":2,"t":"Twenty and five years old was he when he began to reign; and he reigned twenty and nine years in Jerusalem. His mother's name also was Abi, the daughter of Zachariah.","c":"","s":["H21","H517","H1121","H1323","H2148","H2568","H3389","H4427","H6242","H8034","H8141","H8672"]},{"v":3,"t":"And he did that which was right in the sight of the LORD, according to all that David his father did.","c":"","s":["H1","H1732","H3068","H3477","H5869","H6213"]},{"v":4,"t":"He removed the high places, and brake the images, and cut down the groves, and brake in pieces the brasen serpent that Moses had made: for unto those days the children of Israel did burn incense to it: and he called it Nehushtan.","c":"","s":["H842","H1116","H1121","H3117","H3478","H3772","H3807","H4676","H4872","H5175","H5178","H5180","H5493","H6213","H6999","H7121","H7665"]},{"v":5,"t":"He trusted in the LORD God of Israel; so that after him was none like him among all the kings of Judah, nor any that were before him.","c":"","s":["H310","H430","H982","H3063","H3068","H3478","H4428","H6440"]},{"v":6,"t":"For he clave to the LORD, and departed not from following him, but kept his commandments, which the LORD commanded Moses.","c":"","s":["H310","H1692","H3068","H4687","H4872","H5493","H6680","H8104"]},{"v":7,"t":"And the LORD was with him; and he prospered whithersoever he went forth: and he rebelled against the king of Assyria, and served him not.","c":"","s":["H804","H3068","H3318","H4428","H4775","H5647","H7919"]},{"v":8,"t":"He smote the Philistines, even unto Gaza, and the borders thereof, from the tower of the watchmen to the fenced city.","c":"","s":["H1366","H4013","H4026","H5221","H5341","H5804","H5892","H6430"]},{"v":9,"t":"And it came to pass in the fourth year of king Hezekiah, which was the seventh year of Hoshea son of Elah king of Israel, that Shalmaneser king of Assyria came up against Samaria, and besieged it.","c":"","s":["H425","H804","H1121","H1954","H2396","H3478","H4428","H5927","H6696","H7243","H7637","H8022","H8111","H8141"]},{"v":10,"t":"And at the end of three years they took it: even in the sixth year of Hezekiah, that is the ninth year of Hoshea king of Israel, Samaria was taken.","c":"","s":["H1954","H2396","H3478","H3920","H4428","H7097","H7969","H8111","H8141","H8337","H8672"]},{"v":11,"t":"And the king of Assyria did carry away Israel unto Assyria, and put them in Halah and in Habor by the river of Gozan, and in the cities of the Medes:","c":"","s":["H804","H1470","H1540","H2249","H2477","H3478","H4074","H4428","H5104","H5148","H5892"]},{"v":12,"t":"Because they obeyed not the voice of the LORD their God, but transgressed his covenant, and all that Moses the servant of the LORD commanded, and would not hear them, nor do them.","c":"","s":["H430","H1285","H3068","H4872","H5650","H5674","H6213","H6680","H6963","H8085"]},{"v":13,"t":"Now in the fourteenth year of king Hezekiah did Sennacherib king of Assyria come up against all the fenced cities of Judah, and took them.","c":"","s":["H702","H804","H1219","H2396","H3063","H4428","H5576","H5892","H5927","H6240","H8141","H8610"]},{"v":14,"t":"And Hezekiah king of Judah sent to the king of Assyria to Lachish, saying, I have offended; return from me: that which thou puttest on me will I bear. And the king of Assyria appointed unto Hezekiah king of Judah three hundred talents of silver and thirty talents of gold.","c":"","s":["H559","H804","H2091","H2396","H2398","H3063","H3603","H3701","H3923","H3967","H4428","H5375","H5414","H7725","H7760","H7969","H7970","H7971"]},{"v":15,"t":"And Hezekiah gave him all the silver that was found in the house of the LORD, and in the treasures of the king's house.","c":"","s":["H214","H1004","H2396","H3068","H3701","H4428","H4672","H5414"]},{"v":16,"t":"At that time did Hezekiah cut off the gold from the doors of the temple of the LORD, and from the pillars which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria.","c":"","s":["H547","H804","H1817","H1964","H2396","H3063","H3068","H4428","H5414","H6256","H6823","H7112"]},{"v":17,"t":"And the king of Assyria sent Tartan and Rabsaris and Rab-shakeh from Lachish to king Hezekiah with a great host against Jerusalem. And they went up and came to Jerusalem. And when they were come up, they came and stood by the conduit of the upper pool, which is in the highway of the fuller's field.","c":"","s":["H804","H935","H1295","H2396","H2426","H3389","H3515","H3526","H3923","H4428","H4546","H5927","H5945","H5975","H7249","H7262","H7704","H7971","H8585","H8661"]},{"v":18,"t":"And when they had called to the king, there came out to them Eliakim the son of Hilkiah, which was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder.","c":"","s":["H471","H623","H1004","H1121","H2142","H2518","H3098","H3318","H4428","H5608","H7121","H7644"]},{"v":19,"t":"And Rab-shakeh said unto them, Speak ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence is this wherein thou trustest?","c":"","s":["H559","H804","H982","H986","H1419","H2396","H4428","H7262"]},{"v":20,"t":"Thou sayest, (but they are but vain words,) I have counsel and strength for the war. Now on whom dost thou trust, that thou rebellest against me?","c":"","s":["H559","H982","H1369","H1697","H4421","H4775","H6098","H8193"]},{"v":21,"t":"Now, behold, thou trustest upon the staff of this bruised reed, even upon Egypt, on which if a man lean, it will go into his hand, and pierce it: so is Pharoah king of Egypt unto all that trust on him.","c":"","s":["H376","H935","H982","H3709","H4428","H4714","H4938","H5344","H5564","H6547","H7070","H7533"]},{"v":22,"t":"But if ye say unto me, We trust in the LORD our God: is not that he, whose high places and whose altars Hezekiah hath taken away, and hath said to Judah and Jerusalem, Ye shall worship before this altar in Jerusalem?","c":"","s":["H430","H559","H982","H1116","H2396","H3063","H3068","H3389","H4196","H5493","H6440","H7812"]},{"v":23,"t":"Now therefore, I pray thee, give pledges to my lord the king of Assyria, and I will deliver thee two thousand horses, if thou be able on thy part to set riders upon them.","c":"","s":["H113","H505","H804","H3201","H4428","H5414","H5483","H6148","H7392"]},{"v":24,"t":"How then wilt thou turn away the face of one captain of the least of my master's servants, and put thy trust on Egypt for chariots and for horsemen?","c":"","s":["H113","H259","H982","H4714","H5650","H6346","H6440","H6571","H6996","H7393","H7725"]},{"v":25,"t":"Am I now come up without the LORD against this place to destroy it? The LORD said to me, Go up against this land, and destroy it.","c":"","s":["H559","H776","H1107","H3068","H4725","H5927","H7843"]},{"v":26,"t":"Then said Eliakim the son of Hilkiah, and Shebna, and Joah, unto Rab-shakeh, Speak, I pray thee, to thy servants in the Syrian language; for we understand it: and talk not with us in the Jews' language in the ears of the people that are on the wall.","c":"","s":["H241","H471","H559","H762","H1121","H1696","H2346","H2518","H3066","H3098","H5650","H5971","H7262","H7644","H8085"]},{"v":27,"t":"But Rab-shakeh said unto them, Hath my master sent me to thy master, and to thee, to speak these words? hath he not sent me to the men which sit on the wall, that they may eat their own dung, and drink their own piss with you.","c":"","s":["H113","H398","H559","H582","H1696","H1697","H2346","H2755","H3427","H4325","H6675","H7262","H7272","H7890","H7971","H8354"]},{"v":28,"t":"Then Rab-shakeh stood and cried with a loud voice in the Jews' language, and spake, saying, Hear the word of the great king, the king of Assyria:","c":"","s":["H559","H804","H1419","H1696","H1697","H3066","H4428","H5975","H6963","H7121","H7262","H8085"]},{"v":29,"t":"Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you out of his hand:","c":"","s":["H559","H2396","H3027","H3201","H4428","H5337","H5377"]},{"v":30,"t":"Neither let Hezekiah make you trust in the LORD, saying, The LORD will surely deliver us, and this city shall not be delivered into the hand of the king of Assyria.","c":"","s":["H559","H804","H982","H2396","H3027","H3068","H4428","H5337","H5414","H5892"]},{"v":31,"t":"Hearken not to Hezekiah: for thus saith the king of Assyria, Make an agreement with me by a present, and come out to me, and then eat ye every man of his own vine, and every one of his fig tree, and drink ye every one the waters of his cistern:","c":"","s":["H376","H398","H559","H804","H953","H1293","H1612","H2396","H3318","H4325","H4428","H6213","H8085","H8354","H8384"]},{"v":32,"t":"Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards, a land of oil olive and of honey, that ye may live, and not die: and hearken not unto Hezekiah, when he persuadeth you, saying, The LORD will deliver us.","c":"","s":["H559","H776","H935","H1706","H1715","H2132","H2396","H2421","H3068","H3323","H3754","H3899","H3947","H4191","H5337","H5496","H8085","H8492"]},{"v":33,"t":"Hath any of the gods of the nations delivered at all his land out of the hand of the king of Assyria?","c":"","s":["H376","H430","H776","H804","H1471","H3027","H4428","H5337"]},{"v":34,"t":"Where are the gods of Hamath, and of Arpad? where are the gods of Sepharvaim, Hena, and Ivah? have they delivered Samaria out of mine hand?","c":"","s":["H430","H774","H2012","H2574","H3027","H5337","H5617","H5755","H8111"]},{"v":35,"t":"Who are they among all the gods of the countries, that have delivered their country out of mine hand, that the LORD should deliver Jerusalem out of mine hand?","c":"","s":["H430","H776","H3027","H3068","H3389","H5337"]},{"v":36,"t":"But the people held their peace, and answered him not a word: for the king's commandment was, saying, Answer him not.","c":"","s":["H559","H1697","H2790","H4428","H4687","H5971","H6030"]},{"v":37,"t":"Then came Eliakim the son of Hilkiah, which was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder, to Hezekiah with their clothes rent, and told him the words of Rab-shakeh.","c":"","s":["H471","H623","H899","H935","H1004","H1121","H1697","H2142","H2396","H2518","H3098","H5046","H5608","H7167","H7262","H7644"]}]}