[
  {
    "v": 1,
    "t": "The LORD appeared to Abraham by the oaks of Mamre as he sat at the tent door in the heat of the day.",
    "c": [
      "{'ref': 'Genesis 13:18', 'note': 'Oaks of Mamre'}"
    ],
    "s": []
  },
  {
    "v": 2,
    "t": "He lifted up his eyes and looked, and behold, three men stood before him. He ran to meet them and bowed himself to the earth.",
    "c": [
      "{'ref': 'Hebrews 13:2', 'note': 'Entertaining angels unaware'}"
    ],
    "s": []
  },
  {
    "v": 3,
    "t": "He said, “My Lord, if I have found favor in Your sight, do not pass by Your servant.”",
    "c": [],
    "s": []
  },
  {
    "v": 4,
    "t": "“Let a little water be brought, and wash your feet, and rest yourselves under the tree.”",
    "c": [],
    "s": []
  },
  {
    "v": 5,
    "t": "“I will bring a morsel of bread, that you may refresh your hearts; after that you may pass on.” So they said, “Do as you have said.”",
    "c": [],
    "s": []
  },
  {
    "v": 6,
    "t": "Abraham hurried into the tent to Sarah and said, “Make quickly three measures of fine flour; knead it, and make cakes.”",
    "c": [],
    "s": []
  },
  {
    "v": 7,
    "t": "Abraham ran to the herd and took a tender calf and gave it to a young man, who prepared it quickly.",
    "c": [],
    "s": []
  },
  {
    "v": 8,
    "t": "He took curds, milk, and the calf he had prepared and set it before them; he stood by them under the tree while they ate.",
    "c": [],
    "s": []
  },
  {
    "v": 9,
    "t": "They said to him, “Where is Sarah your wife?” He said, “There, in the tent.”",
    "c": [],
    "s": []
  },
  {
    "v": 10,
    "t": "He said, “I will surely return to you about this time next year, and Sarah your wife shall have a son.” Sarah was listening at the tent door.",
    "c": [
      "{'ref': 'Genesis 17:21', 'note': 'Set time next year'}"
    ],
    "s": []
  },
  {
    "v": 11,
    "t": "Now Abraham and Sarah were old, advanced in years; the way of women had ceased to be with Sarah.",
    "c": [],
    "s": []
  },
  {
    "v": 12,
    "t": "So Sarah laughed to herself, saying, “After I am worn out, and my lord is old, shall I have pleasure?”",
    "c": [],
    "s": []
  },
  {
    "v": 13,
    "t": "The LORD said to Abraham, “Why did Sarah laugh and say, ‘Shall I indeed bear a child, now that I am old?’”",
    "c": [],
    "s": []
  },
  {
    "v": 14,
    "t": "“Is anything too hard for the LORD? At the appointed time I will return, and Sarah shall have a son.”",
    "c": [
      "{'ref': 'Luke 1:37', 'note': 'Nothing impossible with God'}"
    ],
    "s": []
  },
  {
    "v": 15,
    "t": "But Sarah denied, saying, “I did not laugh,” for she was afraid. He said, “No, but you did laugh.”",
    "c": [],
    "s": []
  },
  {
    "v": 16,
    "t": "Then the men set out from there, and they looked toward Sodom. Abraham went with them to set them on their way.",
    "c": [],
    "s": []
  },
  {
    "v": 17,
    "t": "The LORD said, “Shall I hide from Abraham what I am about to do,”",
    "c": [],
    "s": []
  },
  {
    "v": 18,
    "t": "“seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?”",
    "c": [
      "{'ref': 'Genesis 12:3', 'note': 'Blessing to all nations'}"
    ],
    "s": []
  },
  {
    "v": 19,
    "t": "“For I have known him, that he may command his children and his household after him to keep the way of the LORD by doing righteousness and justice.”",
    "c": [],
    "s": []
  },
  {
    "v": 20,
    "t": "Then the LORD said, “Because the outcry against Sodom and Gomorrah is great and their sin is very grave,”",
    "c": [
      "{'ref': 'Ezekiel 16:49', 'note': 'Sins of Sodom'}"
    ],
    "s": []
  },
  {
    "v": 21,
    "t": "“I will go down to see whether they have done according to the outcry that has come to Me; and if not, I will know.”",
    "c": [],
    "s": []
  },
  {
    "v": 22,
    "t": "So the men turned from there and went toward Sodom, but Abraham stood yet before the LORD.",
    "c": [],
    "s": []
  },
  {
    "v": 23,
    "t": "Abraham drew near and said, “Will You indeed sweep away the righteous with the wicked?”",
    "c": [],
    "s": []
  },
  {
    "v": 24,
    "t": "“Suppose there are fifty righteous within the city; will You then sweep it away and not spare the place for the fifty righteous who are in it?”",
    "c": [],
    "s": []
  },
  {
    "v": 25,
    "t": "“Far be it from You to do such a thing, to slay the righteous with the wicked… Shall not the Judge of all the earth do right?”",
    "c": [],
    "s": []
  },
  {
    "v": 26,
    "t": "The LORD said, “If I find fifty righteous in Sodom, I will spare the whole place for their sake.”",
    "c": [],
    "s": []
  },
  {
    "v": 27,
    "t": "Abraham answered, “Behold, I have taken upon me to speak to the Lord, I who am but dust and ashes.”",
    "c": [],
    "s": []
  },
  {
    "v": 28,
    "t": "“Suppose five of the fifty righteous are lacking…?” He said, “I will not destroy it if I find forty-five there.”",
    "c": [],
    "s": []
  },
  {
    "v": 29,
    "t": "He spoke to Him yet again, “Suppose forty are found there.” He said, “I will not do it for the sake of forty.”",
    "c": [],
    "s": []
  },
  {
    "v": 30,
    "t": "He said, “Oh let not the Lord be angry, and I will speak. Suppose thirty are found there.” He said, “I will not do it if I find thirty there.”",
    "c": [],
    "s": []
  },
  {
    "v": 31,
    "t": "He said, “Behold, I have taken upon me to speak to the Lord. Suppose twenty are found there.” He said, “For the sake of twenty I will not destroy it.”",
    "c": [],
    "s": []
  },
  {
    "v": 32,
    "t": "He said, “Oh let not the Lord be angry, and I will speak again but this once. Suppose ten are found there.” He said, “For the sake of ten I will not destroy it.”",
    "c": [],
    "s": []
  },
  {
    "v": 33,
    "t": "The LORD went His way, when He had finished speaking with Abraham, and Abraham returned to his place.",
    "c": [],
    "s": []
  }
]