[
  {
    "v": 1,
    "t": "And it happened, after that Alexander son of Philip, the Macedonian, who came out of the land of Chettiim, had smitten Darius king of the Persians and Medes, that he reigned in his stead, the first over Greece,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 2,
    "t": "And made many wars, and won many strong holds, and slew the kings of the earth,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 3,
    "t": "And went through to the ends of the earth, and took spoils of many nations, insomuch that the earth was quiet before him; whereupon he was exalted and his heart was lifted up.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 4,
    "t": "And he gathered a mighty strong host and ruled over countries, and nations, and kings, who became tributaries unto him.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 5,
    "t": "And after these things he fell sick, and perceived that he should die.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 6,
    "t": "Wherefore he called his servants, such as were honourable, and had been brought up with him from his youth, and parted his kingdom among them, while he was yet alive.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 7,
    "t": "So Alexander reigned twelves years, and then died.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 8,
    "t": "And his servants bare rule every one in his place.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 9,
    "t": "And after his death they all put crowns upon themselves; so did their sons after them many years: and evils were multiplied in the earth.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 10,
    "t": "And there came out of them a wicked root Antiochus surnamed Epiphanes, son of Antiochus the king, who had been an hostage at Rome, and he reigned in the hundred and thirty and seventh year of the kingdom of the Greeks.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 11,
    "t": "In those days went there out of Israel wicked men, who persuaded many, saying, Let us go and make a covenant with the heathen that are round about us: for since we departed from them we have had much sorrow.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 12,
    "t": "So this device pleased them well.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 13,
    "t": "Then certain of the people were so forward herein, that they went to the king, who gave them licence to do after the ordinances of the heathen:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 14,
    "t": "Whereupon they built a place of exercise at Jerusalem according to the customs of the heathen:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 15,
    "t": "And made themselves uncircumcised, and forsook the holy covenant, and joined themselves to the heathen, and were sold to do mischief.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 16,
    "t": "Now when the kingdom was established before Antiochus, he thought to reign over Egypt that he might have the dominion of two realms.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 17,
    "t": "Wherefore he entered into Egypt with a great multitude, with chariots, and elephants, and horsemen, and a great navy,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 18,
    "t": "And made war against Ptolemee king of Egypt: but Ptolemee was afraid of him, and fled; and many were wounded to death.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 19,
    "t": "Thus they got the strong cities in the land of Egypt and he took the spoils thereof.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 20,
    "t": "And after that Antiochus had smitten Egypt, he returned again in the hundred forty and third year, and went up against Israel and Jerusalem with a great multitude,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 21,
    "t": "And entered proudly into the sanctuary, and took away the golden altar, and the candlestick of light, and all the vessels thereof,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 22,
    "t": "And the table of the shewbread, and the pouring vessels, and the vials. and the censers of gold, and the veil, and the crown, and the golden ornaments that were before the temple, all which he pulled off.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 23,
    "t": "He took also the silver and the gold, and the precious vessels: also he took the hidden treasures which he found.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 24,
    "t": "And when he had taken all away, he went into his own land, having made a great massacre, and spoken very proudly.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 25,
    "t": "Therefore there was a great mourning in Israel, in every place where they were;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 26,
    "t": "So that the princes and elders mourned, the virgins and young men were made feeble, and the beauty of women was changed.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 27,
    "t": "Every bridegroom took up lamentation, and she that sat in the marriage chamber was in heaviness,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 28,
    "t": "The land also was moved for the inhabitants thereof, and all the house of Jacob was covered with confusion.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 29,
    "t": "And after two years fully expired the king sent his chief collector of tribute unto the cities of Juda, who came unto Jerusalem with a great multitude,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 30,
    "t": "And spake peaceable words unto them, but all was deceit: for when they had given him credence, he fell suddenly upon the city, and smote it very sore, and destroyed much people of Israel.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 31,
    "t": "And when he had taken the spoils of the city, he set it on fire, and pulled down the houses and walls thereof on every side.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 32,
    "t": "But the women and children took they captive, and possessed the cattle.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 33,
    "t": "Then builded they the city of David with a great and strong wall, and with mighty towers, and made it a strong hold for them.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 34,
    "t": "And they put therein a sinful nation, wicked men, and fortified themselves therein.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 35,
    "t": "They stored it also with armour and victuals, and when they had gathered together the spoils of Jerusalem, they laid them up there, and so they became a sore snare:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 36,
    "t": "For it was a place to lie in wait against the sanctuary, and an evil adversary to Israel.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 37,
    "t": "Thus they shed innocent blood on every side of the sanctuary, and defiled it:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 38,
    "t": "Insomuch that the inhabitants of Jerusalem fled because of them: whereupon the city was made an habitation of strangers, and became strange to those that were born in her; and her own children left her.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 39,
    "t": "Her sanctuary was laid waste like a wilderness, her feasts were turned into mourning, her sabbaths into reproach her honour into contempt.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 40,
    "t": "As had been her glory, so was her dishonour increased, and her excellency was turned into mourning.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 41,
    "t": "Moreover king Antiochus wrote to his whole kingdom, that all should be one people,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 42,
    "t": "And every one should leave his laws: so all the heathen agreed according to the commandment of the king.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 43,
    "t": "Yea, many also of the Israelites consented to his religion, and sacrificed unto idols, and profaned the sabbath.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 44,
    "t": "For the king had sent letters by messengers unto Jerusalem and the cities of Juda that they should follow the strange laws of the land,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 45,
    "t": "And forbid burnt offerings, and sacrifice, and drink offerings, in the temple; and that they should profane the sabbaths and festival days:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 46,
    "t": "And pollute the sanctuary and holy people:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 47,
    "t": "Set up altars, and groves, and chapels of idols, and sacrifice swine's flesh, and unclean beasts:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 48,
    "t": "That they should also leave their children uncircumcised, and make their souls abominable with all manner of uncleanness and profanation:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 49,
    "t": "To the end they might forget the law, and change all the ordinances.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 50,
    "t": "And whosoever would not do according to the commandment of the king, he said, he should die.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 51,
    "t": "In the selfsame manner wrote he to his whole kingdom, and appointed overseers over all the people, commanding the cities of Juda to sacrifice, city by city.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 52,
    "t": "Then many of the people were gathered unto them, to wit every one that forsook the law; and so they committed evils in the land;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 53,
    "t": "And drove the Israelites into secret places, even wheresoever they could flee for succour.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 54,
    "t": "Now the fifteenth day of the month Casleu, in the hundred forty and fifth year, they set up the abomination of desolation upon the altar, and builded idol altars throughout the cities of Juda on every side;",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 55,
    "t": "And burnt incense at the doors of their houses, and in the streets.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 56,
    "t": "And when they had rent in pieces the books of the law which they found, they burnt them with fire.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 57,
    "t": "And whosoever was found with any the book of the testament, or if any committed to the law, the king's commandment was, that they should put him to death.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 58,
    "t": "Thus did they by their authority unto the Israelites every month, to as many as were found in the cities.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 59,
    "t": "Now the five and twentieth day of the month they did sacrifice upon the idol altar, which was upon the altar of God.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 60,
    "t": "At which time according to the commandment they put to death certain women, that had caused their children to be circumcised.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 61,
    "t": "And they hanged the infants about their necks, and rifled their houses, and slew them that had circumcised them.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 62,
    "t": "Howbeit many in Israel were fully resolved and confirmed in themselves not to eat any unclean thing.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 63,
    "t": "Wherefore the rather to die, that they might not be defiled with meats, and that they might not profane the holy covenant: so then they died.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 64,
    "t": "And there was very great wrath upon Israel.",
    "c": [],
    "s": [],
    "note": ""
  }
]