{
  "total": 5,
  "verses": [
    {
      "v": 1,
      "t": "Therefore the Lord hath made good his word, which he pronounced against us, and against our judges that judged Israel, and against our kings, and against our princes, and against the men of Israel and Juda,",
      "c": 206,
      "s": []
    },
    {
      "v": 2,
      "t": "To bring upon us great plagues, such as never happened under the whole heaven, as it came to pass in Jerusalem, according to the things that were written in the law of Moses;",
      "c": 174,
      "s": []
    },
    {
      "v": 3,
      "t": "That a man should eat the flesh of his own son, and the flesh of his own daughter.",
      "c": 82,
      "s": []
    },
    {
      "v": 4,
      "t": "Moreover he hath delivered them to be in subjection to all the kingdoms that are round about us, to be as a reproach and desolation among all the people round about, where the Lord hath scattered them.",
      "c": 201,
      "s": []
    },
    {
      "v": 5,
      "t": "Thus we were cast down, and not exalted, because we have sinned against the Lord our God, and have not been obedient unto his voice.",
      "c": 132,
      "s": []
    },
    {
      "v": 6,
      "t": "To the Lord our God appertaineth righteousness: but unto us and to our fathers open shame, as appeareth this day.",
      "c": 113,
      "s": []
    },
    {
      "v": 7,
      "t": "For all these plagues are come upon us, which the Lord hath pronounced against us",
      "c": 81,
      "s": []
    },
    {
      "v": 8,
      "t": "Yet have we not prayed before the Lord, that we might turn every one from the imaginations of his wicked heart.",
      "c": 111,
      "s": []
    },
    {
      "v": 9,
      "t": "Wherefore the Lord watched over us for evil, and the Lord hath brought it upon us: for the Lord is righteous in all his works which he hath commanded us.",
      "c": 153,
      "s": []
    },
    {
      "v": 10,
      "t": "Yet we have not hearkened unto his voice, to walk in the commandments of the Lord, that he hath set before us.",
      "c": 110,
      "s": []
    },
    {
      "v": 11,
      "t": "And now, O Lord God of Israel, that hast brought thy people out of the land of Egypt with a mighty hand, and high arm, and with signs, and with wonders, and with great power, and hast gotten thyself a name, as appeareth this day:",
      "c": 229,
      "s": []
    },
    {
      "v": 12,
      "t": "O Lord our God, we have sinned, we have done ungodly, we have dealt unrighteously in all thine ordinances.",
      "c": 106,
      "s": []
    },
    {
      "v": 13,
      "t": "Let thy wrath turn from us: for we are but a few left among the heathen, where thou hast scattered us.",
      "c": 102,
      "s": []
    },
    {
      "v": 14,
      "t": "Hear our prayers, O Lord, and our petitions, and deliver us for thine own sake, and give us favour in the sight of them which have led us away:",
      "c": 143,
      "s": []
    },
    {
      "v": 15,
      "t": "That all the earth may know that thou art the Lord our God, because Israel and his posterity is called by thy name.",
      "c": 115,
      "s": []
    },
    {
      "v": 16,
      "t": "O Lord, look down from thine holy house, and consider us: bow down thine ear, O Lord, to hear us.",
      "c": 97,
      "s": []
    },
    {
      "v": 17,
      "t": "Open thine eyes, and behold; for the dead that are in the graves, whose souls are taken from their bodies, will give unto the Lord neither praise nor righteousness:",
      "c": 164,
      "s": []
    },
    {
      "v": 18,
      "t": "But the soul that is greatly vexed, which goeth stooping and feeble, and the eyes that fail, and the hungry soul, will give thee praise and righteousness, O Lord.",
      "c": 162,
      "s": []
    },
    {
      "v": 19,
      "t": "Therefore we do not make our humble supplication before thee, O Lord our God, for the righteousness of our fathers, and of our kings.",
      "c": 133,
      "s": []
    },
    {
      "v": 20,
      "t": "For thou hast sent out thy wrath and indignation upon us, as thou hast spoken by thy servants the prophets, saying,",
      "c": 115,
      "s": []
    },
    {
      "v": 21,
      "t": "Thus saith the Lord, Bow down your shoulders to serve the king of Babylon: so shall ye remain in the land that I gave unto your fathers.",
      "c": 136,
      "s": []
    },
    {
      "v": 22,
      "t": "But if ye will not hear the voice of the Lord, to serve the king of Babylon,",
      "c": 76,
      "s": []
    },
    {
      "v": 23,
      "t": "I will cause to cease out of the cites of Judah, and from without Jerusalem, the voice of mirth, and the voice of joy, the voice of the bridegroom, and the voice of the bride: and the whole land shall be desolate of inhabitants.",
      "c": 228,
      "s": []
    },
    {
      "v": 24,
      "t": "But we would not hearken unto thy voice, to serve the king of Babylon: therefore hast thou made good the words that thou spakest by thy servants the prophets, namely, that the bones of our kings, and the bones of our fathers, should be taken out of their place.",
      "c": 261,
      "s": []
    },
    {
      "v": 25,
      "t": "And, lo, they are cast out to the heat of the day, and to the frost of the night, and they died in great miseries by famine, by sword, and by pestilence.",
      "c": 153,
      "s": []
    },
    {
      "v": 26,
      "t": "And the house which is called by thy name hast thou laid waste, as it is to be seen this day, for the wickedness of the house of Israel and the house of Juda.",
      "c": 158,
      "s": []
    },
    {
      "v": 27,
      "t": "O Lord our God, thou hast dealt with us after all thy goodness, and according to all that great mercy of thine,",
      "c": 111,
      "s": []
    },
    {
      "v": 28,
      "t": "As thou spakest by thy servant Moses in the day when thou didst command him to write the law before the children of Israel, saying,",
      "c": 131,
      "s": []
    },
    {
      "v": 29,
      "t": "If ye will not hear my voice, surely this very great multitude shall be turned into a small number among the nations, where I will scatter them.",
      "c": 144,
      "s": []
    },
    {
      "v": 30,
      "t": "For I knew that they would not hear me, because it is a stiffnecked people: but in the land of their captivities they shall remember themselves.",
      "c": 144,
      "s": []
    },
    {
      "v": 31,
      "t": "And shall know that I am the Lord their God: for I will give them an heart, and ears to hear:",
      "c": 93,
      "s": []
    },
    {
      "v": 32,
      "t": "And they shall praise me in the land of their captivity, and think upon my name,",
      "c": 80,
      "s": []
    },
    {
      "v": 33,
      "t": "And return from their stiff neck, and from their wicked deeds: for they shall remember the way of their fathers, which sinned before the Lord.",
      "c": 142,
      "s": []
    },
    {
      "v": 34,
      "t": "And I will bring them again into the land which I promised with an oath unto their fathers, Abraham, Isaac, and Jacob, and they shall be lords of it: and I will increase them, and they shall not be diminished.",
      "c": 209,
      "s": []
    },
    {
      "v": 35,
      "t": "And I will make an everlasting covenant with them to be their God, and they shall be my people: and I will no more drive my people of Israel out of the land that I have given them.",
      "c": 180,
      "s": []
    }
  ]
}