{"total":31,"verses":[{"v":1,"t":"The words of king Lemuel, the prophecy that his mother taught him.","c":"","s":["H517","H1697","H3256","H3927","H4428","H4853"]},{"v":2,"t":"What, my son? and what, the son of my womb? and what, the son of my vows?","c":"","s":["H990","H1248","H5088"]},{"v":3,"t":"Give not thy strength unto women, nor thy ways to that which destroyeth kings.","c":"","s":["H802","H1870","H2428","H4229","H4428","H5414"]},{"v":4,"t":"It is not for kings, O Lemuel, it is not for kings to drink wine; nor for princes strong drink:","c":"","s":["H176","H335","H3196","H3927","H4428","H7336","H7941","H8354"]},{"v":5,"t":"Lest they drink, and forget the law, and pervert the judgment of any of the afflicted.","c":"","s":["H1121","H1779","H2710","H6040","H7911","H8138","H8354"]},{"v":6,"t":"Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.","c":"","s":["H6","H3196","H4751","H5315","H5414","H7941"]},{"v":7,"t":"Let him drink, and forget his poverty, and remember his misery no more.","c":"","s":["H2142","H5999","H7389","H7911","H8354"]},{"v":8,"t":"Open thy mouth for the dumb in the cause of all such as are appointed to destruction.","c":"","s":["H483","H1121","H1779","H2475","H6310","H6605"]},{"v":9,"t":"Open thy mouth, judge righteously, and plead the cause of the poor and needy.","c":"","s":["H34","H1777","H6041","H6310","H6605","H6664","H8199"]},{"v":10,"t":"Who can find a virtuous woman? for her price is far above rubies.","c":"","s":["H802","H2428","H4377","H4672","H6443","H7350"]},{"v":11,"t":"The heart of her husband doth safely trust in her, so that he shall have no need of spoil.","c":"","s":["H982","H1167","H2637","H3820","H7998"]},{"v":12,"t":"She will do him good and not evil all the days of her life.","c":"","s":["H1580","H2416","H2896","H3117","H7451"]},{"v":13,"t":"She seeketh wool, and flax, and worketh willingly with her hands.","c":"","s":["H1875","H2656","H3709","H6213","H6593","H6785"]},{"v":14,"t":"She is like the merchants' ships; she bringeth her food from afar.","c":"","s":["H591","H935","H3899","H4801","H5503"]},{"v":15,"t":"She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.","c":"","s":["H1004","H2706","H2964","H3915","H5291","H5414","H6965"]},{"v":16,"t":"She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.","c":"","s":["H2161","H3709","H3754","H3947","H5193","H6529","H7704"]},{"v":17,"t":"She girdeth her loins with strength, and strengtheneth her arms.","c":"","s":["H553","H2220","H2296","H4975","H5797"]},{"v":18,"t":"She perceiveth that her merchandise is good: her candle goeth not out by night.","c":"","s":["H2896","H2938","H3518","H3915","H5216","H5504"]},{"v":19,"t":"She layeth her hands to the spindle, and her hands hold the distaff.","c":"","s":["H3027","H3601","H3709","H6418","H7971","H8551"]},{"v":20,"t":"She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.","c":"","s":["H34","H3027","H3709","H6041","H6566","H7971"]},{"v":21,"t":"She is not afraid of the snow for her household: for all her household are clothed with scarlet.","c":"","s":["H1004","H3372","H3847","H7950","H8144"]},{"v":22,"t":"She maketh herself coverings of tapestry; her clothing is silk and purple.","c":"","s":["H713","H3830","H4765","H6213","H8336"]},{"v":23,"t":"Her husband is known in the gates, when he sitteth among the elders of the land.","c":"","s":["H776","H1167","H2205","H3045","H3427","H8179"]},{"v":24,"t":"She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.","c":"","s":["H2289","H3669","H4376","H5414","H5466","H6213"]},{"v":25,"t":"Strength and honour are her clothing; and she shall rejoice in time to come.","c":"","s":["H314","H1926","H3117","H3830","H5797","H7832"]},{"v":26,"t":"She openeth her mouth with wisdom; and in her tongue is the law of kindness.","c":"","s":["H2451","H2617","H3956","H6310","H6605","H8451"]},{"v":27,"t":"She looketh well to the ways of her household, and eateth not the bread of idleness.","c":"","s":["H398","H1004","H1979","H3899","H6104","H6822"]},{"v":28,"t":"Her children arise up, and call her blessed; her husband also, and he praiseth her.","c":"","s":["H833","H1121","H1167","H1984","H6965"]},{"v":29,"t":"Many daughters have done virtuously, but thou excellest them all.","c":"","s":["H1323","H2428","H5927","H6213","H7227"]},{"v":30,"t":"Favour is deceitful, and beauty is vain: but a woman that feareth the LORD, she shall be praised.","c":"","s":["H802","H1892","H1984","H2580","H3068","H3308","H3373","H8267"]},{"v":31,"t":"Give her of the fruit of her hands; and let her own works praise her in the gates.","c":"","s":["H1984","H3027","H4639","H5414","H6529","H8179"]}]}