[
  {
    "v": 1,
    "t": "Watching for riches consumeth the flesh, and the care thereof driveth away sleep.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 2,
    "t": "Watching care will not let a man slumber, as a sore disease breaketh sleep,",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 3,
    "t": "The rich hath great labour in gathering riches together; and when he resteth, he is filled with his delicates.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 4,
    "t": "The poor laboureth in his poor estate; and when he leaveth off, he is still needy.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 5,
    "t": "He that loveth gold shall not be justified, and he that followeth corruption shall have enough thereof.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 6,
    "t": "Gold hath been the ruin of many, and their destruction was present.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 7,
    "t": "It is a stumblingblock unto them that sacrifice unto it, and every fool shall be taken therewith.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 8,
    "t": "Blessed is the rich that is found without blemish, and hath not gone after gold.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 9,
    "t": "Who is he? and we will call him blessed: for wonderful things hath he done among his people.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 10,
    "t": "Who hath been tried thereby, and found perfect? then let him glory. Who might offend, and hath not offended? or done evil, and hath not done it?",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 11,
    "t": "His goods shall be established, and the congregation shall declare his alms.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 12,
    "t": "If thou sit at a bountiful table, be not greedy upon it, and say not, There is much meat on it.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 13,
    "t": "Remember that a wicked eye is an evil thing: and what is created more wicked than an eye? therefore it weepeth upon every occasion.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 14,
    "t": "Stretch not thine hand whithersoever it looketh, and thrust it not with him into the dish.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 15,
    "t": "Judge not thy neighbour by thyself: and be discreet in every point.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 16,
    "t": "Eat as it becometh a man, those things which are set before thee; and devour note, lest thou be hated.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 17,
    "t": "Leave off first for manners' sake; and be not unsatiable, lest thou offend.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 18,
    "t": "When thou sittest among many, reach not thine hand out first of all.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 19,
    "t": "A very little is sufficient for a man well nurtured, and he fetcheth not his wind short upon his bed.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 20,
    "t": "Sound sleep cometh of moderate eating: he riseth early, and his wits are with him: but the pain of watching, and choler, and pangs of the belly, are with an unsatiable man.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 21,
    "t": "And if thou hast been forced to eat, arise, go forth, vomit, and thou shalt have rest.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 22,
    "t": "My son, hear me, and despise me not, and at the last thou shalt find as I told thee: in all thy works be quick, so shall there no sickness come unto thee.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 23,
    "t": "Whoso is liberal of his meat, men shall speak well of him; and the report of his good housekeeping will be believed.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 24,
    "t": "But against him that is a niggard of his meat the whole city shall murmur; and the testimonies of his niggardness shall not be doubted of.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 25,
    "t": "Shew not thy valiantness in wine; for wine hath destroyed many.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 26,
    "t": "The furnace proveth the edge by dipping: so doth wine the hearts of the proud by drunkeness.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 27,
    "t": "Wine is as good as life to a man, if it be drunk moderately: what life is then to a man that is without wine? for it was made to make men glad.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 28,
    "t": "Wine measurably drunk and in season bringeth gladness of the heart, and cheerfulness of the mind:",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 29,
    "t": "But wine drunken with excess maketh bitterness of the mind, with brawling and quarrelling.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 30,
    "t": "Drunkenness increaseth the rage of a fool till he offend: it diminisheth strength, and maketh wounds.",
    "c": [],
    "s": [],
    "note": ""
  },
  {
    "v": 31,
    "t": "Rebuke not thy neighbour at the wine, and despise him not in his mirth: give him no despiteful words, and press not upon him with urging him [to drink.]",
    "c": [],
    "s": [],
    "note": ""
  }
]