{"total":12,"verses":[{"v":1,"t":"Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand.","c":"","s":["H506","H1113","H2562","H3900","H4430","H5648","H6903","H7229","H7261","H8355"]},{"v":2,"t":"Belshazzar, whiles he tasted the wine, commanded to bring the golden and silver vessels which his father Nebuchadnezzar had taken out of the temple which was in Jerusalem; that the king, and his princes, his wives, and his concubines, might drink therein.","c":"","s":["H2","H560","H858","H1113","H1722","H1965","H2562","H2942","H3390","H3702","H3904","H3984","H4430","H4481","H5020","H5312","H7261","H7695","H8355"]},{"v":3,"t":"Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king, and his princes, his wives, and his concubines, drank in them.","c":"","s":["H116","H426","H858","H1005","H1722","H1965","H3390","H3904","H3984","H4430","H4481","H5312","H7261","H7695","H8355"]},{"v":4,"t":"They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone.","c":"","s":["H69","H426","H636","H1722","H2562","H3702","H5174","H6523","H7624","H8355"]},{"v":5,"t":"In the same hour came forth fingers of a man's hand, and wrote over against the candlestick upon the plaister of the wall of the king's palace: and the king saw the part of the hand that wrote.","c":"","s":["H606","H677","H1528","H1965","H2370","H3028","H3790","H3797","H4430","H5043","H5312","H5922","H6447","H6903","H8160"]},{"v":6,"t":"Then the king's countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosed, and his knees smote one against another.","c":"","s":["H116","H755","H927","H1668","H2122","H2783","H4430","H5368","H7001","H7476","H8133","H8271"]},{"v":7,"t":"The king cried aloud to bring in the astrologers, the Chaldeans, and the soothsayers. And the king spake, and said to the wise men of Babylon, Whosoever shall read this writing, and shew me the interpretation thereof, shall be clothed with scarlet, and have a chain of gold about his neck, and shall be the third ruler in the kingdom.","c":"","s":["H560","H606","H711","H826","H895","H1505","H1722","H1836","H2002","H2324","H2429","H2445","H3606","H3779","H3792","H3848","H4430","H4437","H5922","H5954","H6032","H6591","H6676","H7123","H7981","H8523"]},{"v":8,"t":"Then came in all the king's wise men: but they could not read the writing, nor make known to the king the interpretation thereof.","c":"","s":["H116","H2445","H3046","H3546","H3606","H3792","H3809","H4430","H5954","H6591","H7123"]},{"v":9,"t":"Then was king Belshazzar greatly troubled, and his countenance was changed in him, and his lords were astonied.","c":"","s":["H116","H927","H1113","H2122","H4430","H5922","H7261","H7672","H7690","H8133"]},{"v":10,"t":"Now the queen, by reason of the words of the king and his lords, came into the banquet house: and the queen spake and said, O king, live for ever: let not thy thoughts trouble thee, nor let thy countenance be changed:","c":"","s":["H409","H560","H927","H1005","H2122","H2418","H4406","H4430","H4433","H4961","H5954","H5957","H6032","H6903","H7261","H7476","H8133"]},{"v":11,"t":"There is a man in thy kingdom, in whom is the spirit of the holy gods; and in the days of thy father light and understanding and wisdom, like the wisdom of the gods, was found in him; whom the king Nebuchadnezzar thy father, the king, I say, thy father, made master of the magicians, astrologers, Chaldeans, and soothsayers;","c":"","s":["H2","H383","H426","H826","H1400","H1505","H2452","H2749","H3118","H3779","H4430","H4437","H5020","H5094","H6922","H6966","H7229","H7308","H7912","H7924"]},{"v":12,"t":"Forasmuch as an excellent spirit, and knowledge, and understanding, interpreting of dreams, and shewing of hard sentences, and dissolving of doubts, were found in the same Daniel, whom the king named Belteshazzar: now let Daniel be called, and he will shew the interpretation.","c":"","s":["H263","H280","H1096","H1841","H2324","H2493","H3493","H3606","H3705","H4430","H4486","H6590","H6591","H6903","H7001","H7123","H7308","H7761","H7912","H7924","H8036","H8271"]},{"v":13,"t":"Then was Daniel brought in before the king. And the king spake and said unto Daniel, Art thou that Daniel, which art of the children of the captivity of Judah, whom the king my father brought out of Jewry?","c":"","s":["H2","H116","H560","H607","H858","H1123","H1547","H1841","H3061","H4430","H4481","H5954","H6032","H6925"]},{"v":14,"t":"I have even heard of thee, that the spirit of the gods is in thee, and that light and understanding and excellent wisdom is found in thee.","c":"","s":["H426","H2452","H3493","H5094","H5922","H7308","H7912","H7924","H8086"]},{"v":15,"t":"And now the wise men, the astrologers, have been brought in before me, that they should read this writing, and make known unto me the interpretation thereof: but they could not shew the interpretation of the thing:","c":"","s":["H826","H1836","H2324","H2445","H3046","H3546","H3705","H3792","H3809","H4406","H5954","H6591","H6925","H7123"]},{"v":16,"t":"And I have heard of thee, that thou canst make interpretations, and dissolve doubts: now if thou canst read the writing, and make known to me the interpretation thereof, thou shalt be clothed with scarlet, and have a chain of gold about thy neck, and shalt be the third ruler in the kingdom.","c":"","s":["H576","H711","H1722","H2002","H2006","H3046","H3202","H3705","H3792","H3848","H4437","H5922","H6590","H6591","H6676","H7001","H7123","H7981","H8086","H8271","H8531"]},{"v":17,"t":"Then Daniel answered and said before the king, Let thy gifts be to thyself, and give thy rewards to another; yet I will read the writing unto the king, and make known to him the interpretation.","c":"","s":["H116","H321","H560","H1297","H1841","H1934","H3046","H3052","H3792","H4430","H4978","H5023","H6032","H6591","H6925","H7123"]},{"v":18,"t":"O thou king, the most high God gave Nebuchadnezzar thy father a kingdom, and majesty, and glory, and honour:","c":"","s":["H2","H426","H607","H1923","H3052","H3367","H4430","H4437","H5020","H5943","H7238"]},{"v":19,"t":"And for the majesty that he gave him, all people, nations, and languages, trembled and feared before him: whom he would he slew; and whom he would he kept alive; and whom he would he set up; and whom he would he put down.","c":"","s":["H524","H1763","H1934","H2112","H2418","H3052","H3606","H3961","H4481","H5972","H6634","H6925","H6992","H7238","H7313","H8214"]},{"v":20,"t":"But when his heart was lifted up, and his mind hardened in pride, he was deposed from his kingly throne, and they took his glory from him:","c":"","s":["H2103","H3367","H3764","H3825","H4437","H4481","H5182","H5709","H7308","H7313","H8631"]},{"v":21,"t":"And he was driven from the sons of men; and his heart was made like the beasts, and his dwelling was with the wild asses: they fed him with grass like oxen, and his body was wet with the dew of heaven; till he knew that the most high God ruled in the kingdom of men, and that he appointeth over it whomsoever he will.","c":"","s":["H426","H606","H1123","H1655","H2423","H2920","H2939","H2957","H3046","H3825","H4070","H4437","H4479","H4481","H5705","H5922","H5943","H5974","H6167","H6211","H6634","H6647","H6966","H7739","H7990","H8065","H8450"]},{"v":22,"t":"And thou his son, O Belshazzar, hast not humbled thine heart, though thou knewest all this;","c":"","s":["H607","H1113","H1247","H1836","H3046","H3606","H3809","H3825","H6903","H8214"]},{"v":23,"t":"But hast lifted up thyself against the LORD of heaven; and they have brought the vessels of his house before thee, and thou, and thy lords, thy wives, and thy concubines, have drunk wine in them; and thou hast praised the gods of silver, and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know: and the God in whose hand thy breath is, and whose are all thy ways, hast thou not glorified:","c":"","s":["H69","H426","H607","H636","H735","H858","H1005","H1722","H1922","H2370","H2562","H3028","H3046","H3606","H3702","H3809","H3904","H3984","H4756","H5174","H5396","H5922","H6523","H6925","H7261","H7313","H7624","H7695","H8065","H8086","H8355"]},{"v":24,"t":"Then was the part of the hand sent from him; and this writing was written.","c":"","s":["H116","H1836","H3028","H3792","H4481","H6447","H6925","H7560","H7972"]},{"v":25,"t":"And this is the writing that was written, MENE, MENE, TEKEL, UPHARSIN.","c":"","s":["H1836","H3792","H4484","H6537","H7560","H8625"]},{"v":26,"t":"This is the interpretation of the thing: MENE; God hath numbered thy kingdom, and finished it.","c":"","s":["H426","H1836","H4406","H4437","H4483","H4484","H6591","H8000"]},{"v":27,"t":"TEKEL; Thou art weighed in the balances, and art found wanting.","c":"","s":["H2627","H3977","H7912","H8625"]},{"v":28,"t":"PERES; Thy kingdom is divided, and given to the Medes and Persians.","c":"","s":["H3052","H4076","H4437","H6537","H6540"]},{"v":29,"t":"Then commanded Belshazzar, and they clothed Daniel with scarlet, and put a chain of gold about his neck, and made a proclamation concerning him, that he should be the third ruler in the kingdom.","c":"","s":["H116","H560","H711","H1113","H1722","H1841","H1934","H2002","H3745","H3848","H4437","H5922","H6676","H7990","H8531"]},{"v":30,"t":"In that night was Belshazzar the king of the Chaldeans slain.","c":"","s":["H1113","H3779","H3916","H4430","H6992"]},{"v":31,"t":"And Darius the Median took the kingdom, being about threescore and two years old.","c":"","s":["H1247","H1868","H4077","H4437","H6902","H8140","H8361","H8648"]}]}