{"total":8,"verses":[{"v":1,"t":"Whither is thy beloved gone, O thou fairest among women? whither is thy beloved turned aside? that we may seek him with thee.","c":"","s":["H802","H1245","H1730","H1980","H3303","H6437"]},{"v":2,"t":"My beloved is gone down into his garden, to the beds of spices, to feed in the gardens, and to gather lilies.","c":"","s":["H1314","H1588","H1730","H3381","H3950","H6170","H7462","H7799"]},{"v":3,"t":"I am my beloved's, and my beloved is mine: he feedeth among the lilies.","c":"","s":["H1730","H7462","H7799"]},{"v":4,"t":"Thou art beautiful, O my love, as Tirzah, comely as Jerusalem, terrible as an army with banners.","c":"","s":["H366","H1713","H3303","H3389","H5000","H7474","H8656"]},{"v":5,"t":"Turn away thine eyes from me, for they have overcome me: thy hair is as a flock of goats that appear from Gilead.","c":"","s":["H1568","H1570","H1992","H5437","H5739","H5795","H5869","H7292","H8181"]},{"v":6,"t":"Thy teeth are as a flock of sheep which go up from the washing, whereof every one beareth twins, and there is not one barren among them.","c":"","s":["H5739","H5927","H7353","H7367","H7909","H8127","H8382"]},{"v":7,"t":"As a piece of a pomegranate are thy temples within thy locks.","c":"","s":["H1157","H6400","H6777","H7416","H7541"]},{"v":8,"t":"There are threescore queens, and fourscore concubines, and virgins without number.","c":"","s":["H4436","H4557","H5959","H6370","H8084","H8346"]},{"v":9,"t":"My dove, my undefiled is but one; she is the only one of her mother, she is the choice one of her that bare her. The daughters saw her, and blessed her; yea, the queens and the concubines, and they praised her.","c":"","s":["H259","H517","H833","H1249","H1323","H1984","H3123","H3205","H4436","H6370","H7200","H8535"]},{"v":10,"t":"Who is she that looketh forth as the morning, fair as the moon, clear as the sun, and terrible as an army with banners?","c":"","s":["H366","H1249","H1713","H2535","H3303","H3842","H7837","H8259"]},{"v":11,"t":"I went down into the garden of nuts to see the fruits of the valley, and to see whether the vine flourished, and the pomegranates budded.","c":"","s":["H3","H93","H1594","H1612","H3381","H5132","H5158","H6524","H7200","H7416"]},{"v":12,"t":"Or ever I was aware, my soul made me like the chariots of Amminadib.","c":"","s":["H3045","H4818","H5315","H5993","H7760"]},{"v":13,"t":"Return, return, O Shulamite; return, return, that we may look upon thee. What will ye see in the Shulamite? As it were the company of two armies.","c":"","s":["H2372","H4246","H4264","H7725","H7759"]}]}