{"total":24,"verses":[{"v":1,"t":"And David spake unto the LORD the words of this song in the day that the LORD had delivered him out of the hand of all his enemies, and out of the hand of Saul:","c":"","s":["H341","H1696","H1697","H1732","H3068","H3117","H3709","H5337","H7586","H7892"]},{"v":2,"t":"And he said, The LORD is my rock, and my fortress, and my deliverer;","c":"","s":["H559","H3068","H4686","H5553","H6403"]},{"v":3,"t":"The God of my rock; in him will I trust: he is my shield, and the horn of my salvation, my high tower, and my refuge, my saviour; thou savest me from violence.","c":"","s":["H430","H2555","H2620","H3467","H3468","H4043","H4498","H4869","H6697","H7161"]},{"v":4,"t":"I will call on the LORD, who is worthy to be praised: so shall I be saved from mine enemies.","c":"","s":["H341","H1984","H3068","H3467","H7121"]},{"v":5,"t":"When the waves of death compassed me, the floods of ungodly men made me afraid;","c":"","s":["H661","H1100","H1204","H4194","H4867","H5158"]},{"v":6,"t":"The sorrows of hell compassed me about; the snares of death prevented me;","c":"","s":["H2256","H4170","H4194","H5437","H6923","H7585"]},{"v":7,"t":"In my distress I called upon the LORD, and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears.","c":"","s":["H241","H430","H1964","H3068","H6862","H6963","H7121","H7775","H8085"]},{"v":8,"t":"Then the earth shook and trembled; the foundations of heaven moved and shook, because he was wroth.","c":"","s":["H776","H1607","H2734","H4146","H7264","H7493","H8064"]},{"v":9,"t":"There went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it.","c":"","s":["H398","H639","H784","H1197","H1513","H5927","H6227","H6310"]},{"v":10,"t":"He bowed the heavens also, and came down; and darkness was under his feet.","c":"","s":["H3381","H5186","H6205","H7272","H8064"]},{"v":11,"t":"And he rode upon a cherub, and did fly: and he was seen upon the wings of the wind.","c":"","s":["H3671","H3742","H5774","H7200","H7307","H7392"]},{"v":12,"t":"And he made darkness pavilions round about him, dark waters, and thick clouds of the skies.","c":"","s":["H2822","H2841","H4325","H5439","H5521","H5645","H7834","H7896"]},{"v":13,"t":"Through the brightness before him were coals of fire kindled.","c":"","s":["H784","H1197","H1513","H5051"]},{"v":14,"t":"The LORD thundered from heaven, and the most High uttered his voice.","c":"","s":["H3068","H5414","H5945","H6963","H7481","H8064"]},{"v":15,"t":"And he sent out arrows, and scattered them; lightning, and discomfited them.","c":"","s":["H1300","H2000","H2671","H6327","H7971"]},{"v":16,"t":"And the channels of the sea appeared, the foundations of the world were discovered, at the rebuking of the LORD, at the blast of the breath of his nostrils.","c":"","s":["H639","H650","H1540","H1606","H3068","H3220","H4146","H5397","H7200","H7307","H8398"]},{"v":17,"t":"He sent from above, he took me; he drew me out of many waters;","c":"","s":["H3947","H4325","H4791","H4871","H7227","H7971"]},{"v":18,"t":"He delivered me from my strong enemy, and from them that hated me: for they were too strong for me.","c":"","s":["H341","H553","H5337","H5794","H8130"]},{"v":19,"t":"They prevented me in the day of my calamity: but the LORD was my stay.","c":"","s":["H343","H3068","H3117","H4937","H6923"]},{"v":20,"t":"He brought me forth also into a large place: he delivered me, because he delighted in me.","c":"","s":["H2502","H2654","H3318","H4800"]},{"v":21,"t":"The LORD rewarded me according to my righteousness: according to the cleanness of my hands hath he recompensed me.","c":"","s":["H1252","H1580","H3027","H3068","H6666","H7725"]},{"v":22,"t":"For I have kept the ways of the LORD, and have not wickedly departed from my God.","c":"","s":["H430","H1870","H3068","H7561","H8104"]},{"v":23,"t":"For all his judgments were before me: and as for his statutes, I did not depart from them.","c":"","s":["H2708","H4941","H5493"]},{"v":24,"t":"I was also upright before him, and have kept myself from mine iniquity.","c":"","s":["H5771","H8104","H8549"]},{"v":25,"t":"Therefore the LORD hath recompensed me according to my righteousness; according to my cleanness in his eye sight.","c":"","s":["H1252","H3068","H5048","H5869","H6666","H7725"]},{"v":26,"t":"With the merciful thou wilt shew thyself merciful, and with the upright man thou wilt shew thyself upright.","c":"","s":["H1368","H2616","H2623","H8549","H8552"]},{"v":27,"t":"With the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself unsavoury.","c":"","s":["H1305","H6141","H6617"]},{"v":28,"t":"And the afflicted people thou wilt save: but thine eyes are upon the haughty, that thou mayest bring them down.","c":"","s":["H3467","H5869","H5971","H6041","H7311","H8213"]},{"v":29,"t":"For thou art my lamp, O LORD: and the LORD will lighten my darkness.","c":"","s":["H2822","H3068","H5050","H5216"]},{"v":30,"t":"For by thee I have run through a troop: by my God have I leaped over a wall.","c":"","s":["H430","H1416","H1801","H7323","H7791"]},{"v":31,"t":"As for God, his way is perfect; the word of the LORD is tried: he is a buckler to all them that trust in him.","c":"","s":["H410","H565","H1870","H2620","H3068","H4043","H6884","H8549"]},{"v":32,"t":"For who is God, save the LORD? and who is a rock, save our God?","c":"","s":["H410","H430","H1107","H3068","H6697"]},{"v":33,"t":"God is my strength and power: and he maketh my way perfect.","c":"","s":["H410","H1870","H2428","H4581","H5425","H8549"]},{"v":34,"t":"He maketh my feet like hinds' feet: and setteth me upon my high places.","c":"","s":["H355","H1116","H5975","H7272","H7737"]},{"v":35,"t":"He teacheth my hands to war; so that a bow of steel is broken by mine arms.","c":"","s":["H2220","H3027","H3925","H4421","H5154","H5181","H7198"]},{"v":36,"t":"Thou hast also given me the shield of thy salvation: and thy gentleness hath made me great.","c":"","s":["H3468","H4043","H5414","H6031","H6038","H7235"]},{"v":37,"t":"Thou hast enlarged my steps under me; so that my feet did not slip.","c":"","s":["H4571","H6806","H7166","H7337"]},{"v":38,"t":"I have pursued mine enemies, and destroyed them; and turned not again until I had consumed them.","c":"","s":["H341","H3615","H7291","H7725","H8045"]},{"v":39,"t":"And I have consumed them, and wounded them, that they could not arise: yea, they are fallen under my feet.","c":"","s":["H3615","H4272","H5307","H6965","H7272"]},{"v":40,"t":"For thou hast girded me with strength to battle: them that rose up against me hast thou subdued under me.","c":"","s":["H247","H2428","H3766","H4421","H6965"]},{"v":41,"t":"Thou hast also given me the necks of mine enemies, that I might destroy them that hate me.","c":"","s":["H341","H5414","H6203","H6789","H8130"]},{"v":42,"t":"They looked, but there was none to save; even unto the LORD, but he answered them not.","c":"","s":["H3068","H3467","H6030","H8159"]},{"v":43,"t":"Then did I beat them as small as the dust of the earth, I did stamp them as the mire of the street, and did spread them abroad.","c":"","s":["H776","H1854","H2351","H2916","H6083","H7554","H7833"]},{"v":44,"t":"Thou also hast delivered me from the strivings of my people, thou hast kept me to be head of the heathen: a people which I knew not shall serve me.","c":"","s":["H1471","H3045","H5647","H5971","H6403","H7218","H7379","H8104"]},{"v":45,"t":"Strangers shall submit themselves unto me: as soon as they hear, they shall be obedient unto me.","c":"","s":["H241","H1121","H3584","H5236","H8085"]},{"v":46,"t":"Strangers shall fade away, and they shall be afraid out of their close places.","c":"","s":["H1121","H2296","H4526","H5034","H5236"]},{"v":47,"t":"The LORD liveth; and blessed be my rock; and exalted be the God of the rock of my salvation.","c":"","s":["H430","H1288","H2416","H3068","H3468","H6697","H7311"]},{"v":48,"t":"It is God that avengeth me, and that bringeth down the people under me,","c":"","s":["H410","H3381","H5360","H5414","H5971"]},{"v":49,"t":"And that bringeth me forth from mine enemies: thou also hast lifted me up on high above them that rose up against me: thou hast delivered me from the violent man.","c":"","s":["H341","H376","H2555","H3318","H5337","H6965","H7311"]},{"v":50,"t":"Therefore I will give thanks unto thee, O LORD, among the heathen, and I will sing praises unto thy name.","c":"","s":["H1471","H2167","H3034","H3068","H8034"]},{"v":51,"t":"He is the tower of salvation for his king: and sheweth mercy to his anointed, unto David, and to his seed for evermore.","c":"","s":["H1431","H1732","H2233","H2617","H3444","H4024","H4428","H4899","H5704","H5769","H6213"]}]}