{
  "total": 42,
  "verses": [
    {
      "v": 1,
      "t": "But Job answered and said,",
      "c": 26,
      "s": []
    },
    {
      "v": 2,
      "t": "Hear diligently my speech, and let this be your consolations.",
      "c": 61,
      "s": []
    },
    {
      "v": 3,
      "t": "Suffer me that I may speak; and after that I have spoken, mock on.",
      "c": 66,
      "s": []
    },
    {
      "v": 4,
      "t": "As for me, is my complaint to man? and if it were so, why should not my spirit be troubled?",
      "c": 91,
      "s": []
    },
    {
      "v": 5,
      "t": "Mark me, and be astonished, and lay your hand upon your mouth.",
      "c": 62,
      "s": []
    },
    {
      "v": 6,
      "t": "Even when I remember I am afraid, and trembling taketh hold on my flesh.",
      "c": 72,
      "s": []
    },
    {
      "v": 7,
      "t": "Wherefore do the wicked live, become old, yea, are mighty in power?",
      "c": 67,
      "s": []
    },
    {
      "v": 8,
      "t": "Their seed is established in their sight with them, and their offspring before their eyes.",
      "c": 90,
      "s": []
    },
    {
      "v": 9,
      "t": "Their houses are safe from fear, neither is the rod of God upon them.",
      "c": 69,
      "s": []
    },
    {
      "v": 10,
      "t": "Their bull gendereth, and faileth not; their cow calveth, and casteth not her calf.",
      "c": 83,
      "s": []
    },
    {
      "v": 11,
      "t": "They send forth their little ones like a flock, and their children dance.",
      "c": 73,
      "s": []
    },
    {
      "v": 12,
      "t": "They take the timbrel and harp, and rejoice at the sound of the organ.",
      "c": 70,
      "s": []
    },
    {
      "v": 13,
      "t": "They spend their days in wealth, and in a moment go down to the grave.",
      "c": 70,
      "s": []
    },
    {
      "v": 14,
      "t": "Therefore they say unto God, Depart from us; for we desire not the knowledge of thy ways.",
      "c": 89,
      "s": []
    },
    {
      "v": 15,
      "t": "What is the Almighty, that we should serve him? and what profit should we have, if we pray unto him?",
      "c": 100,
      "s": []
    },
    {
      "v": 16,
      "t": "Lo, their good is not in their hand: the counsel of the wicked is far from me.",
      "c": 78,
      "s": []
    },
    {
      "v": 17,
      "t": "How oft is the candle of the wicked put out! and how oft cometh their destruction upon them! God distributeth sorrows in his anger.",
      "c": 131,
      "s": []
    },
    {
      "v": 18,
      "t": "They are as stubble before the wind, and as chaff that the storm carrieth away.",
      "c": 79,
      "s": []
    },
    {
      "v": 19,
      "t": "God layeth up his iniquity for his children: he rewardeth him, and he shall know it.",
      "c": 84,
      "s": []
    },
    {
      "v": 20,
      "t": "His eyes shall see his destruction, and he shall drink of the wrath of the Almighty.",
      "c": 84,
      "s": []
    },
    {
      "v": 21,
      "t": "For what pleasure hath he in his house after him, when the number of his months is cut off in the midst?",
      "c": 104,
      "s": []
    },
    {
      "v": 22,
      "t": "Shall any teach God knowledge? seeing he judgeth those that are high.",
      "c": 69,
      "s": []
    },
    {
      "v": 23,
      "t": "One dieth in his full strength, being wholly at ease and quiet.",
      "c": 63,
      "s": []
    },
    {
      "v": 24,
      "t": "His breasts are full of milk, and his bones are moistened with marrow.",
      "c": 70,
      "s": []
    },
    {
      "v": 25,
      "t": "And another dieth in the bitterness of his soul, and never eateth with pleasure.",
      "c": 80,
      "s": []
    },
    {
      "v": 26,
      "t": "They shall lie down alike in the dust, and the worms shall cover them.",
      "c": 70,
      "s": []
    },
    {
      "v": 27,
      "t": "Behold, I know your thoughts, and the devices which ye wrongfully imagine against me.",
      "c": 85,
      "s": []
    },
    {
      "v": 28,
      "t": "For ye say, Where is the house of the prince? and where are the dwelling places of the wicked?",
      "c": 94,
      "s": []
    },
    {
      "v": 29,
      "t": "Have ye not asked them that go by the way? and do ye not know their tokens,",
      "c": 75,
      "s": []
    },
    {
      "v": 30,
      "t": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
      "c": 103,
      "s": []
    },
    {
      "v": 31,
      "t": "Who shall declare his way to his face? and who shall repay him what he hath done?",
      "c": 81,
      "s": []
    },
    {
      "v": 32,
      "t": "Yet shall he be brought to the grave, and shall remain in the tomb.",
      "c": 67,
      "s": []
    },
    {
      "v": 33,
      "t": "The clods of the valley shall be sweet unto him, and every man shall draw after him, as there are innumerable before him.",
      "c": 121,
      "s": []
    },
    {
      "v": 34,
      "t": "How then comfort ye me in vain, seeing in your answers there remaineth falsehood?",
      "c": 81,
      "s": []
    }
  ]
}