{
  "total": 42,
  "verses": [
    {
      "v": 1,
      "t": "Elihu also proceeded, and said,",
      "c": 31,
      "s": []
    },
    {
      "v": 2,
      "t": "Suffer me a little, and I will shew thee that I have yet to speak on God's behalf.",
      "c": 82,
      "s": []
    },
    {
      "v": 3,
      "t": "I will fetch my knowledge from afar, and will ascribe righteousness to my Maker.",
      "c": 80,
      "s": []
    },
    {
      "v": 4,
      "t": "For truly my words shall not be false: he that is perfect in knowledge is with thee.",
      "c": 84,
      "s": []
    },
    {
      "v": 5,
      "t": "Behold, God is mighty, and despiseth not any: he is mighty in strength and wisdom.",
      "c": 82,
      "s": []
    },
    {
      "v": 6,
      "t": "He preserveth not the life of the wicked: but giveth right to the poor.",
      "c": 71,
      "s": []
    },
    {
      "v": 7,
      "t": "He withdraweth not his eyes from the righteous: but with kings are they on the throne; yea, he doth establish them for ever, and they are exalted.",
      "c": 146,
      "s": []
    },
    {
      "v": 8,
      "t": "And if they be bound in fetters, and be holden in cords of affliction;",
      "c": 70,
      "s": []
    },
    {
      "v": 9,
      "t": "Then he sheweth them their work, and their transgressions that they have exceeded.",
      "c": 82,
      "s": []
    },
    {
      "v": 10,
      "t": "He openeth also their ear to discipline, and commandeth that they return from iniquity.",
      "c": 87,
      "s": []
    },
    {
      "v": 11,
      "t": "If they obey and serve him, they shall spend their days in prosperity, and their years in pleasures.",
      "c": 100,
      "s": []
    },
    {
      "v": 12,
      "t": "But if they obey not, they shall perish by the sword, and they shall die without knowledge.",
      "c": 91,
      "s": []
    },
    {
      "v": 13,
      "t": "But the hypocrites in heart heap up wrath: they cry not when he bindeth them.",
      "c": 77,
      "s": []
    },
    {
      "v": 14,
      "t": "They die in youth, and their life is among the unclean.",
      "c": 55,
      "s": []
    },
    {
      "v": 15,
      "t": "He delivereth the poor in his affliction, and openeth their ears in oppression.",
      "c": 79,
      "s": []
    },
    {
      "v": 16,
      "t": "Even so would he have removed thee out of the strait into a broad place, where there is no straitness; and that which should be set on thy table should be full of fatness.",
      "c": 171,
      "s": []
    },
    {
      "v": 17,
      "t": "But thou hast fulfilled the judgment of the wicked: judgment and justice take hold on thee.",
      "c": 91,
      "s": []
    },
    {
      "v": 18,
      "t": "Because there is wrath, beware lest he take thee away with his stroke: then a great ransom cannot deliver thee.",
      "c": 111,
      "s": []
    },
    {
      "v": 19,
      "t": "Will he esteem thy riches? no, not gold, nor all the forces of strength.",
      "c": 72,
      "s": []
    },
    {
      "v": 20,
      "t": "Desire not the night, when people are cut off in their place.",
      "c": 61,
      "s": []
    },
    {
      "v": 21,
      "t": "Take heed, regard not iniquity: for this hast thou chosen rather than affliction.",
      "c": 81,
      "s": []
    },
    {
      "v": 22,
      "t": "Behold, God exalteth by his power: who teacheth like him?",
      "c": 57,
      "s": []
    },
    {
      "v": 23,
      "t": "Who hath enjoined him his way? or who can say, Thou hast wrought iniquity?",
      "c": 74,
      "s": []
    },
    {
      "v": 24,
      "t": "Remember that thou magnify his work, which men behold.",
      "c": 54,
      "s": []
    },
    {
      "v": 25,
      "t": "Every man may see it; man may behold it afar off.",
      "c": 49,
      "s": []
    },
    {
      "v": 26,
      "t": "Behold, God is great, and we know him not, neither can the number of his years be searched out.",
      "c": 95,
      "s": []
    },
    {
      "v": 27,
      "t": "For he maketh small the drops of water: they pour down rain according to the vapour thereof:",
      "c": 92,
      "s": []
    },
    {
      "v": 28,
      "t": "Which the clouds do drop and distil upon man abundantly.",
      "c": 56,
      "s": []
    },
    {
      "v": 29,
      "t": "Also can any understand the spreadings of the clouds, or the noise of his tabernacle?",
      "c": 85,
      "s": []
    },
    {
      "v": 30,
      "t": "Behold, he spreadeth his light upon it, and covereth the bottom of the sea.",
      "c": 75,
      "s": []
    },
    {
      "v": 31,
      "t": "For by them judgeth he the people; he giveth meat in abundance.",
      "c": 63,
      "s": []
    },
    {
      "v": 32,
      "t": "With clouds he covereth the light; and commandeth it not to shine by the cloud that cometh betwixt.",
      "c": 99,
      "s": []
    },
    {
      "v": 33,
      "t": "The noise thereof sheweth concerning it, the cattle also concerning the vapour.",
      "c": 79,
      "s": []
    }
  ]
}