{
  "total": 42,
  "verses": [
    {
      "v": 1,
      "t": "Then answered Bildad the Shuhite, and said,",
      "c": 43,
      "s": []
    },
    {
      "v": 2,
      "t": "How long wilt thou speak these things? and how long shall the words of thy mouth be like a strong wind?",
      "c": 103,
      "s": []
    },
    {
      "v": 3,
      "t": "Doth God pervert judgment? or doth the Almighty pervert justice?",
      "c": 64,
      "s": []
    },
    {
      "v": 4,
      "t": "If thy children have sinned against him, and he have cast them away for their transgression;",
      "c": 92,
      "s": []
    },
    {
      "v": 5,
      "t": "If thou wouldest seek unto God betimes, and make thy supplication to the Almighty;",
      "c": 82,
      "s": []
    },
    {
      "v": 6,
      "t": "If thou wert pure and upright; surely now he would awake for thee, and make the habitation of thy righteousness prosperous.",
      "c": 123,
      "s": []
    },
    {
      "v": 7,
      "t": "Though thy beginning was small, yet thy latter end should greatly increase.",
      "c": 75,
      "s": []
    },
    {
      "v": 8,
      "t": "For inquire, I pray thee, of the former age, and prepare thyself to the search of their fathers:",
      "c": 96,
      "s": []
    },
    {
      "v": 9,
      "t": "(For we are but of yesterday, and know nothing, because our days upon earth are a shadow:)",
      "c": 90,
      "s": []
    },
    {
      "v": 10,
      "t": "Shall not they teach thee, and tell thee, and utter words out of their heart?",
      "c": 77,
      "s": []
    },
    {
      "v": 11,
      "t": "Can the rush grow up without mire? can the flag grow without water?",
      "c": 67,
      "s": []
    },
    {
      "v": 12,
      "t": "Whilst it is yet in his greenness, and not cut down, it withereth before any other herb.",
      "c": 88,
      "s": []
    },
    {
      "v": 13,
      "t": "So are the paths of all that forget God; and the hypocrite's hope shall perish:",
      "c": 79,
      "s": []
    },
    {
      "v": 14,
      "t": "Whose hope shall be cut off, and whose trust shall be a spider's web.",
      "c": 69,
      "s": []
    },
    {
      "v": 15,
      "t": "He shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure.",
      "c": 101,
      "s": []
    },
    {
      "v": 16,
      "t": "He is green before the sun, and his branch shooteth forth in his garden.",
      "c": 72,
      "s": []
    },
    {
      "v": 17,
      "t": "His roots are wrapped about the heap, and seeth the place of stones.",
      "c": 68,
      "s": []
    },
    {
      "v": 18,
      "t": "If he destroy him from his place, then it shall deny him, saying, I have not seen thee.",
      "c": 87,
      "s": []
    },
    {
      "v": 19,
      "t": "Behold, this is the joy of his way, and out of the earth shall others grow.",
      "c": 75,
      "s": []
    },
    {
      "v": 20,
      "t": "Behold, God will not cast away a perfect man, neither will he help the evil doers:",
      "c": 82,
      "s": []
    },
    {
      "v": 21,
      "t": "Till he fill thy mouth with laughing, and thy lips with rejoicing.",
      "c": 66,
      "s": []
    },
    {
      "v": 22,
      "t": "They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
      "c": 107,
      "s": []
    }
  ]
}