{"total":42,"verses":[{"v":1,"t":"Then Job answered and said,","c":"","s":["H347","H559","H6030"]},{"v":2,"t":"I know it is so of a truth: but how should man be just with God?","c":"","s":["H410","H551","H582","H3045","H6663"]},{"v":3,"t":"If he will contend with him, he cannot answer him one of a thousand.","c":"","s":["H259","H505","H2654","H6030","H7378"]},{"v":4,"t":"He is wise in heart, and mighty in strength: who hath hardened himself against him, and hath prospered?","c":"","s":["H533","H2450","H3581","H3824","H7185","H7999"]},{"v":5,"t":"Which removeth the mountains, and they know not: which overturneth them in his anger.","c":"","s":["H639","H2015","H2022","H3045","H6275"]},{"v":6,"t":"Which shaketh the earth out of her place, and the pillars thereof tremble.","c":"","s":["H776","H4725","H5982","H6426","H7264"]},{"v":7,"t":"Which commandeth the sun, and it riseth not; and sealeth up the stars.","c":"","s":["H559","H2224","H2775","H2856","H3556"]},{"v":8,"t":"Which alone spreadeth out the heavens, and treadeth upon the waves of the sea.","c":"","s":["H1116","H1869","H3220","H5186","H8064"]},{"v":9,"t":"Which maketh Arcturus, Orion, and Pleiades, and the chambers of the south.","c":"","s":["H2315","H3598","H3685","H5906","H6213","H8486"]},{"v":10,"t":"Which doeth great things past finding out; yea, and wonders without number.","c":"","s":["H369","H1419","H2714","H4557","H6213","H6381"]},{"v":11,"t":"Lo, he goeth by me, and I see him not: he passeth on also, but I perceive him not.","c":"","s":["H995","H2498","H5674","H7200"]},{"v":12,"t":"Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?","c":"","s":["H559","H2862","H6213","H7725"]},{"v":13,"t":"If God will not withdraw his anger, the proud helpers do stoop under him.","c":"","s":["H433","H639","H5826","H7293","H7725","H7817"]},{"v":14,"t":"How much less shall I answer him, and choose out my words to reason with him?","c":"","s":["H977","H1697","H6030"]},{"v":15,"t":"Whom, though I were righteous, yet would I not answer, but I would make supplication to my judge.","c":"","s":["H2603","H6030","H6663","H8199"]},{"v":16,"t":"If I had called, and he had answered me; yet would I not believe that he had hearkened unto my voice.","c":"","s":["H238","H539","H6030","H6963","H7121"]},{"v":17,"t":"For he breaketh me with a tempest, and multiplieth my wounds without cause.","c":"","s":["H2600","H6482","H7235","H7779","H8183"]},{"v":18,"t":"He will not suffer me to take my breath, but filleth me with bitterness.","c":"","s":["H4472","H5414","H7307","H7646","H7725"]},{"v":19,"t":"If I speak of strength, lo, he is strong: and if of judgment, who shall set me a time to plead?","c":"","s":["H533","H3259","H3581","H4941"]},{"v":20,"t":"If I justify myself, mine own mouth shall condemn me: if I say, I am perfect, it shall also prove me perverse.","c":"","s":["H6140","H6310","H6663","H7561","H8535"]},{"v":21,"t":"Though I were perfect, yet would I not know my soul: I would despise my life.","c":"","s":["H2416","H3045","H3988","H5315","H8535"]},{"v":22,"t":"This is one thing, therefore I said it, He destroyeth the perfect and the wicked.","c":"","s":["H259","H559","H3615","H7563","H8535"]},{"v":23,"t":"If the scourge slay suddenly, he will laugh at the trial of the innocent.","c":"","s":["H3932","H4191","H4531","H5355","H6597","H7752"]},{"v":24,"t":"The earth is given into the hand of the wicked: he covereth the faces of the judges thereof; if not, where, and who is he?","c":"","s":["H645","H776","H3027","H3680","H5414","H6440","H7563","H8199"]},{"v":25,"t":"Now my days are swifter than a post: they flee away, they see no good.","c":"","s":["H1272","H2896","H3117","H7043","H7200","H7323"]},{"v":26,"t":"They are passed away as the swift ships: as the eagle that hasteth to the prey.","c":"","s":["H16","H400","H591","H2498","H2907","H5404","H5973"]},{"v":27,"t":"If I say, I will forget my complaint, I will leave off my heaviness, and comfort myself:","c":"","s":["H559","H1082","H5800","H6440","H7879","H7911"]},{"v":28,"t":"I am afraid of all my sorrows, I know that thou wilt not hold me innocent.","c":"","s":["H3025","H3045","H5352","H6094"]},{"v":29,"t":"If I be wicked, why then labour I in vain?","c":"","s":["H1892","H3021","H7561"]},{"v":30,"t":"If I wash myself with snow water, and make my hands never so clean;","c":"","s":["H1119","H1252","H1253","H2141","H3709","H4325","H7364","H7950"]},{"v":31,"t":"Yet shalt thou plunge me in the ditch, and mine own clothes shall abhor me.","c":"","s":["H227","H2881","H7845","H8008","H8581"]},{"v":32,"t":"For he is not a man, as I am, that I should answer him, and we should come together in judgment.","c":"","s":["H376","H935","H3162","H4941","H6030"]},{"v":33,"t":"Neither is there any daysman betwixt us, that might lay his hand upon us both.","c":"","s":["H3027","H3198","H3426","H7896","H8147"]},{"v":34,"t":"Let him take his rod away from me, and let not his fear terrify me:","c":"","s":["H367","H1204","H5493","H7626"]},{"v":35,"t":"Then would I speak, and not fear him; but it is not so with me.","c":"","s":["H1696","H3372"]}]}