{"total":36,"verses":[{"v":1,"t":"And the LORD spake unto Moses, saying,","c":"","s":["H559","H1696","H3068","H4872"]},{"v":2,"t":"Avenge the children of Israel of the Midianites: afterward shalt thou be gathered unto thy people.","c":"","s":["H310","H622","H1121","H3478","H4084","H5358","H5360","H5971"]},{"v":3,"t":"And Moses spake unto the people, saying, Arm some of yourselves unto the war, and let them go against the Midianites, and avenge the LORD of Midian.","c":"","s":["H559","H582","H1696","H2502","H3068","H4080","H4872","H5360","H5414","H5971","H6635"]},{"v":4,"t":"Of every tribe a thousand, throughout all the tribes of Israel, shall ye send to the war.","c":"","s":["H505","H3478","H4294","H6635","H7971"]},{"v":5,"t":"So there were delivered out of the thousands of Israel, a thousand of every tribe, twelve thousand armed for war.","c":"","s":["H505","H2502","H3478","H4294","H4560","H6240","H6635","H8147"]},{"v":6,"t":"And Moses sent them to the war, a thousand of every tribe, them and Phinehas the son of Eleazar the priest, to the war, with the holy instruments, and the trumpets to blow in his hand.","c":"","s":["H499","H505","H1121","H2689","H3027","H3548","H3627","H4294","H4872","H6372","H6635","H6944","H7971","H8643"]},{"v":7,"t":"And they warred against the Midianites, as the LORD commanded Moses; and they slew all the males.","c":"","s":["H2026","H2145","H3068","H4080","H4872","H6633","H6680"]},{"v":8,"t":"And they slew the kings of Midian, beside the rest of them that were slain; namely, Evi, and Rekem, and Zur, and Hur, and Reba, five kings of Midian: Balaam also the son of Beor they slew with the sword.","c":"","s":["H189","H1109","H1121","H1160","H2026","H2354","H2491","H2568","H2719","H4080","H4428","H5921","H6698","H7254","H7552"]},{"v":9,"t":"And the children of Israel took all the women of Midian captives, and their little ones, and took the spoil of all their cattle, and all their flocks, and all their goods.","c":"","s":["H802","H929","H962","H1121","H2428","H2945","H3478","H4080","H4735","H7617"]},{"v":10,"t":"And they burnt all their cities wherein they dwelt, and all their goodly castles, with fire.","c":"","s":["H784","H2918","H4186","H5892","H8313"]},{"v":11,"t":"And they took all the spoil, and all the prey, both of men and of beasts.","c":"","s":["H120","H929","H3947","H4455","H7998"]},{"v":12,"t":"And they brought the captives, and the prey, and the spoil, unto Moses, and Eleazar the priest, and unto the congregation of the children of Israel, unto the camp at the plains of Moab, which are by Jordan near Jericho.","c":"","s":["H499","H935","H1121","H3383","H3405","H3478","H3548","H4124","H4264","H4455","H4872","H5712","H6160","H7628","H7998"]},{"v":13,"t":"And Moses, and Eleazar the priest, and all the princes of the congregation, went forth to meet them without the camp.","c":"","s":["H499","H2351","H3318","H3548","H4264","H4872","H5387","H5712","H7125"]},{"v":14,"t":"And Moses was wroth with the officers of the host, with the captains over thousands, and captains over hundreds, which came from the battle.","c":"","s":["H505","H935","H2428","H3967","H4421","H4872","H6485","H6635","H7107","H8269"]},{"v":15,"t":"And Moses said unto them, Have ye saved all the women alive?","c":"","s":["H559","H2421","H4872","H5347"]},{"v":16,"t":"Behold, these caused the children of Israel, through the counsel of Balaam, to commit trespass against the LORD in the matter of Peor, and there was a plague among the congregation of the LORD.","c":"","s":["H1109","H1121","H1697","H1961","H2007","H3068","H3478","H4046","H4560","H4604","H5712","H6465"]},{"v":17,"t":"Now therefore kill every male among the little ones, and kill every woman that hath known man by lying with him.","c":"","s":["H376","H802","H2026","H2145","H2945","H3045","H4904"]},{"v":18,"t":"But all the women children, that have not known a man by lying with him, keep alive for yourselves.","c":"","s":["H802","H2145","H2421","H2945","H3045","H4904"]},{"v":19,"t":"And do ye abide without the camp seven days: whosoever hath killed any person, and whosoever hath touched any slain, purify both yourselves and your captives on the third day, and on the seventh day.","c":"","s":["H2026","H2351","H2398","H2491","H2583","H3117","H4264","H5060","H5315","H7628","H7637","H7651","H7992"]},{"v":20,"t":"And purify all your raiment, and all that is made of skins, and all work of goats' hair, and all things made of wood.","c":"","s":["H899","H2398","H3627","H4639","H5785","H5795","H6086"]},{"v":21,"t":"And Eleazar the priest said unto the men of war which went to the battle, This is the ordinance of the law which the LORD commanded Moses;","c":"","s":["H499","H559","H582","H935","H2708","H3068","H3548","H4421","H4872","H6635","H6680","H8451"]},{"v":22,"t":"Only the gold, and the silver, the brass, the iron, the tin, and the lead,","c":"","s":["H913","H1270","H2091","H3701","H5178","H5777"]},{"v":23,"t":"Every thing that may abide the fire, ye shall make it go through the fire, and it shall be clean: nevertheless it shall be purified with the water of separation: and all that abideth not the fire ye shall make go through the water.","c":"","s":["H784","H935","H1697","H2398","H2891","H4325","H5079","H5674"]},{"v":24,"t":"And ye shall wash your clothes on the seventh day, and ye shall be clean, and afterward ye shall come into the camp.","c":"","s":["H310","H899","H935","H2891","H3117","H3526","H4264","H7637"]},{"v":25,"t":"And the LORD spake unto Moses, saying,","c":"","s":["H559","H3068","H4872"]},{"v":26,"t":"Take the sum of the prey that was taken, both of man and of beast, thou, and Eleazar the priest, and the chief fathers of the congregation:","c":"","s":["H1","H120","H499","H929","H3548","H4455","H5375","H5712","H7218","H7628"]},{"v":27,"t":"And divide the prey into two parts; between them that took the war upon them, who went out to battle, and between all the congregation:","c":"","s":["H2673","H3318","H4421","H4455","H5712","H6635","H8610"]},{"v":28,"t":"And levy a tribute unto the LORD of the men of war which went out to battle: one soul of five hundred, both of the persons, and of the beeves, and of the asses, and of the sheep:","c":"","s":["H120","H259","H582","H1241","H2543","H2568","H3068","H3318","H3967","H4371","H4421","H5315","H6629","H6635","H7311"]},{"v":29,"t":"Take it of their half, and give it unto Eleazar the priest, for an heave offering of the LORD.","c":"","s":["H499","H3068","H3548","H3947","H4276","H5414","H8641"]},{"v":30,"t":"And of the children of Israel's half, thou shalt take one portion of fifty, of the persons, of the beeves, of the asses, and of the flocks, of all manner of beasts, and give them unto the Levites, which keep the charge of the tabernacle of the LORD.","c":"","s":["H120","H259","H270","H929","H1121","H1241","H2543","H2572","H3068","H3478","H3881","H3947","H4276","H4908","H4931","H5414","H6629","H8104"]},{"v":31,"t":"And Moses and Eleazar the priest did as the LORD commanded Moses.","c":"","s":["H499","H3068","H3548","H4872","H6213","H6680"]},{"v":32,"t":"And the booty, being the rest of the prey which the men of war had caught, was six hundred thousand and seventy thousand and five thousand sheep,","c":"","s":["H505","H957","H962","H2568","H3499","H3967","H4455","H5971","H6629","H6635","H7657","H8337"]},{"v":33,"t":"And threescore and twelve thousand beeves,","c":"","s":["H505","H1241","H7657","H8147"]},{"v":34,"t":"And threescore and one thousand asses,","c":"","s":["H259","H505","H2543","H8346"]},{"v":35,"t":"And thirty and two thousand persons in all, of woman that had not known man by lying with him.","c":"","s":["H120","H505","H802","H2145","H3045","H3605","H4904","H5315","H7970","H8147"]},{"v":36,"t":"And the half, which was the portion of them that went out to war, was in number three hundred thousand and seven and thirty thousand and five hundred sheep:","c":"","s":["H505","H2506","H2568","H3318","H3967","H4275","H4557","H6629","H6635","H7651","H7969","H7970"]},{"v":37,"t":"And the LORD's tribute of the sheep was six hundred and threescore and fifteen.","c":"","s":["H2568","H3068","H3967","H4371","H6629","H7657","H8337"]},{"v":38,"t":"And the beeves were thirty and six thousand; of which the LORD's tribute was threescore and twelve.","c":"","s":["H505","H1241","H3068","H4371","H7657","H7970","H8147","H8337"]},{"v":39,"t":"And the asses were thirty thousand and five hundred; of which the LORD's tribute was threescore and one.","c":"","s":["H259","H505","H2543","H2568","H3068","H3967","H4371","H7970","H8346"]},{"v":40,"t":"And the persons were sixteen thousand; of which the LORD's tribute was thirty and two persons.","c":"","s":["H120","H505","H3068","H4371","H5315","H6240","H7970","H8147","H8337"]},{"v":41,"t":"And Moses gave the tribute, which was the LORD's heave offering, unto Eleazar the priest, as the LORD commanded Moses.","c":"","s":["H499","H3068","H3548","H4371","H4872","H5414","H6680","H8641"]},{"v":42,"t":"And of the children of Israel's half, which Moses divided from the men that warred,","c":"","s":["H582","H1121","H2673","H3478","H4276","H4872","H6633"]},{"v":43,"t":"(Now the half that pertained unto the congregation was three hundred thousand and thirty thousand and seven thousand and five hundred sheep,","c":"","s":["H505","H2568","H3967","H4275","H4480","H5712","H6629","H7651","H7969","H7970"]},{"v":44,"t":"And thirty and six thousand beeves,","c":"","s":["H505","H1241","H7970","H8337"]},{"v":45,"t":"And thirty thousand asses and five hundred,","c":"","s":["H505","H2543","H2568","H3967","H7970"]},{"v":46,"t":"And sixteen thousand persons;)","c":"","s":["H120","H505","H5315","H6240","H8337"]},{"v":47,"t":"Even of the children of Israel's half, Moses took one portion of fifty, both of man and of beast, and gave them unto the Levites, which kept the charge of the tabernacle of the LORD; as the LORD commanded Moses.","c":"","s":["H120","H259","H270","H929","H1121","H2572","H3068","H3478","H3881","H3947","H4276","H4872","H4908","H4931","H5414","H6680","H8104"]},{"v":48,"t":"And the officers which were over thousands of the host, the captains of thousands, and captains of hundreds, came near unto Moses:","c":"","s":["H505","H3967","H4872","H6485","H6635","H7126","H8269"]},{"v":49,"t":"And they said unto Moses, Thy servants have taken the sum of the men of war which are under our charge, and there lacketh not one man of us.","c":"","s":["H376","H559","H582","H3027","H4421","H4872","H5375","H5650","H6485","H7218"]},{"v":50,"t":"We have therefore brought an oblation for the LORD, what every man hath gotten, of jewels of gold, chains, and bracelets, rings, earrings, and tablets, to make an atonement for our souls before the LORD.","c":"","s":["H376","H685","H2091","H2885","H3068","H3558","H3627","H3722","H4672","H5315","H5694","H6440","H6781","H7126","H7133"]},{"v":51,"t":"And Moses and Eleazar the priest took the gold of them, even all wrought jewels.","c":"","s":["H499","H2091","H3548","H3627","H3947","H4639","H4872"]},{"v":52,"t":"And all the gold of the offering that they offered up to the LORD, of the captains of thousands, and of the captains of hundreds, was sixteen thousand seven hundred and fifty shekels.","c":"","s":["H505","H2091","H2572","H3068","H3967","H6240","H7311","H7651","H8255","H8269","H8337","H8641"]},{"v":53,"t":"(For the men of war had taken spoil, every man for himself.)","c":"","s":["H376","H582","H962","H6635"]},{"v":54,"t":"And Moses and Eleazar the priest took the gold of the captains of thousands and of hundreds, and brought it into the tabernacle of the congregation, for a memorial for the children of Israel before the LORD.","c":"","s":["H168","H499","H505","H935","H1121","H2091","H2146","H3068","H3478","H3548","H3947","H3967","H4150","H4872","H6440","H8269"]}]}