[
  {
    "verse": 1,
    "text": "The elder unto the wellbeloved Gaius, whom I love in the truth.",
    "crossrefs": ["Romans 16:23", "Acts 19:29"],
    "commentary": "John greets Gaius warmly, affirming their bond in the truth."
  },
  {
    "verse": 2,
    "text": "Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.",
    "crossrefs": ["1 Thessalonians 5:23", "Proverbs 3:2"],
    "commentary": "John prays for both the physical and spiritual well-being of Gaius."
  },
  {
    "verse": 3,
    "text": "For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.",
    "crossrefs": ["2 John 1:4", "Philippians 1:27"],
    "commentary": "Gaius’ faithfulness is confirmed by reports from fellow believers."
  },
  {
    "verse": 4,
    "text": "I have no greater joy than to hear that my children walk in truth.",
    "crossrefs": ["1 Thessalonians 3:8", "2 John 1:4"],
    "commentary": "John expresses the deep joy of seeing believers living faithfully."
  },
  {
    "verse": 5,
    "text": "Beloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers;",
    "crossrefs": ["Hebrews 13:2", "Matthew 25:35"],
    "commentary": "Gaius is commended for his hospitality to both believers and strangers."
  },
  {
    "verse": 6,
    "text": "Which have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:",
    "crossrefs": ["Philippians 4:18", "Titus 3:13"],
    "commentary": "Gaius’ acts of love are recognized and encouraged."
  },
  {
    "verse": 7,
    "text": "Because that for his name's sake they went forth, taking nothing of the Gentiles.",
    "crossrefs": ["Matthew 10:8", "1 Corinthians 9:18"],
    "commentary": "Missionaries relied solely on the support of believers."
  },
  {
    "verse": 8,
    "text": "We therefore ought to receive such, that we might be fellowhelpers to the truth.",
    "crossrefs": ["Philippians 1:5", "Romans 15:24"],
    "commentary": "Supporting faithful workers makes us partakers in their mission."
  },
  {
    "verse": 9,
    "text": "I wrote unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not.",
    "crossrefs": ["Matthew 23:4-7", "1 Timothy 3:6"],
    "commentary": "Diotrephes is rebuked for pride and refusal to receive apostolic authority."
  },
  {
    "verse": 10,
    "text": "Wherefore, if I come, I will remember his deeds which he doeth, prating against us with malicious words: and not content therewith, neither doth he himself receive the brethren, and forbiddeth them that would, and casteth them out of the church.",
    "crossrefs": ["Titus 1:10-11", "Matthew 18:17"],
    "commentary": "John warns of discipline against Diotrephes’ divisive actions."
  },
  {
    "verse": 11,
    "text": "Beloved, follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God.",
    "crossrefs": ["1 Peter 3:11", "1 John 3:6"],
    "commentary": "John calls for imitation of good rather than evil."
  },
  {
    "verse": 12,
    "text": "Demetrius hath good report of all men, and of the truth itself: yea, and we also bear record; and ye know that our record is true.",
    "crossrefs": ["Acts 16:2", "1 Timothy 3:7"],
    "commentary": "Demetrius is praised for his good testimony."
  },
  {
    "verse": 13,
    "text": "I had many things to write, but I will not with ink and pen write unto thee:",
    "crossrefs": ["2 John 1:12"],
    "commentary": "John again prefers personal fellowship to extended letters."
  },
  {
    "verse": 14,
    "text": "But I trust I shall shortly see thee, and we shall speak face to face. Peace be to thee. Our friends salute thee. Greet the friends by name.",
    "crossrefs": ["John 20:19", "Romans 16:16"],
    "commentary": "A warm closing emphasizing personal relationships."
  }
]
