{"total":34,"verses":[{"v":1,"t":"Therefore thou shalt love the LORD thy God, and keep his charge, and his statutes, and his judgments, and his commandments, alway.","c":"","s":["H157","H430","H2708","H3068","H3117","H4687","H4931","H4941","H8104"]},{"v":2,"t":"And know ye this day: for I speak not with your children which have not known, and which have not seen the chastisement of the LORD your God, his greatness, his mighty hand, and his stretched out arm,","c":"","s":["H430","H1121","H1433","H2220","H2389","H3027","H3045","H3068","H3117","H4148","H5186","H7200"]},{"v":3,"t":"And his miracles, and his acts, which he did in the midst of Egypt unto Pharaoh the king of Egypt, and unto all his land;","c":"","s":["H226","H776","H4428","H4639","H4714","H6213","H6547","H8432"]},{"v":4,"t":"And what he did unto the army of Egypt, unto their horses, and to their chariots; how he made the water of the Red sea to overflow them as they pursued after you, and how the LORD hath destroyed them unto this day;","c":"","s":["H6","H310","H2428","H3068","H3117","H3220","H4325","H4714","H5483","H5488","H6213","H6440","H6687","H7291","H7393"]},{"v":5,"t":"And what he did unto you in the wilderness, until ye came into this place;","c":"","s":["H935","H4057","H4725","H6213"]},{"v":6,"t":"And what he did unto Dathan and Abiram, the sons of Eliab, the son of Reuben: how the earth opened her mouth, and swallowed them up, and their households, and their tents, and all the substance that was in their possession, in the midst of all Israel:","c":"","s":["H48","H168","H446","H776","H1004","H1104","H1121","H1885","H3351","H3478","H6213","H6310","H6475","H7130","H7205","H7272"]},{"v":7,"t":"But your eyes have seen all the great acts of the LORD which he did.","c":"","s":["H1419","H3068","H4639","H5869","H6213","H7200"]},{"v":8,"t":"Therefore shall ye keep all the commandments which I command you this day, that ye may be strong, and go in and possess the land, whither ye go to possess it;","c":"","s":["H776","H834","H935","H2388","H3117","H3423","H4687","H5674","H6680","H8104"]},{"v":9,"t":"And that ye may prolong your days in the land, which the LORD sware unto your fathers to give unto them and to their seed, a land that floweth with milk and honey.","c":"","s":["H1","H127","H748","H776","H1706","H2100","H2233","H2461","H3068","H3117","H5414","H7650"]},{"v":10,"t":"For the land, whither thou goest in to possess it, is not as the land of Egypt, from whence ye came out, where thou sowedst thy seed, and wateredst it with thy foot, as a garden of herbs:","c":"","s":["H776","H935","H1588","H2232","H2233","H3318","H3419","H3423","H4714","H7272","H8248"]},{"v":11,"t":"But the land, whither ye go to possess it, is a land of hills and valleys, and drinketh water of the rain of heaven:","c":"","s":["H776","H1237","H2022","H3423","H4306","H4325","H5674","H8064","H8354"]},{"v":12,"t":"A land which the LORD thy God careth for: the eyes of the LORD thy God are always upon it, from the beginning of the year even unto the end of the year.","c":"","s":["H319","H430","H776","H1875","H3068","H5869","H7225","H8141","H8548"]},{"v":13,"t":"And it shall come to pass, if ye shall hearken diligently unto my commandments which I command you this day, to love the LORD your God, and to serve him with all your heart and with all your soul,","c":"","s":["H157","H430","H3068","H3117","H3824","H4687","H5315","H5647","H6680","H8085"]},{"v":14,"t":"That I will give you the rain of your land in his due season, the first rain and the latter rain, that thou mayest gather in thy corn, and thy wine, and thine oil.","c":"","s":["H622","H776","H1715","H3138","H3323","H4306","H4456","H5414","H6256","H8492"]},{"v":15,"t":"And I will send grass in thy fields for thy cattle, that thou mayest eat and be full.","c":"","s":["H398","H929","H5414","H6212","H7646","H7704"]},{"v":16,"t":"Take heed to yourselves, that your heart be not deceived, and ye turn aside, and serve other gods, and worship them;","c":"","s":["H312","H430","H3824","H5493","H5647","H6601","H7812","H8104"]},{"v":17,"t":"And then the LORD's wrath be kindled against you, and he shut up the heaven, that there be no rain, and that the land yield not her fruit; and lest ye perish quickly from off the good land which the LORD giveth you.","c":"","s":["H6","H127","H639","H776","H2734","H2896","H2981","H3068","H4120","H4306","H5414","H6113","H8064"]},{"v":18,"t":"Therefore shall ye lay up these my words in your heart and in your soul, and bind them for a sign upon your hand, that they may be as frontlets between your eyes.","c":"","s":["H226","H1697","H2903","H3027","H3824","H5315","H5869","H7194","H7760"]},{"v":19,"t":"And ye shall teach them your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up.","c":"","s":["H1004","H1121","H1696","H1870","H3212","H3427","H3925","H6965","H7901"]},{"v":20,"t":"And thou shalt write them upon the door posts of thine house, and upon thy gates:","c":"","s":["H1004","H3789","H4201","H8179"]},{"v":21,"t":"That your days may be multiplied, and the days of your children, in the land which the LORD sware unto your fathers to give them, as the days of heaven upon the earth.","c":"","s":["H1","H127","H776","H1121","H3068","H3117","H5414","H7235","H7650","H8064"]},{"v":22,"t":"For if ye shall diligently keep all these commandments which I command you, to do them, to love the LORD your God, to walk in all his ways, and to cleave unto him;","c":"","s":["H157","H430","H1692","H1870","H3068","H3212","H4687","H6213","H6680","H8104"]},{"v":23,"t":"Then will the LORD drive out all these nations from before you, and ye shall possess greater nations and mightier than yourselves.","c":"","s":["H1419","H1471","H3068","H3423","H6099","H6440"]},{"v":24,"t":"Every place whereon the soles of your feet shall tread shall be yours: from the wilderness and Lebanon, from the river, the river Euphrates, even unto the uttermost sea shall your coast be.","c":"","s":["H314","H1366","H1869","H3220","H3709","H3844","H4057","H4725","H5104","H6578","H7272"]},{"v":25,"t":"There shall no man be able to stand before you: for the LORD your God shall lay the fear of you and the dread of you upon all the land that ye shall tread upon, as he hath said unto you.","c":"","s":["H376","H430","H776","H1696","H1869","H3068","H3320","H4172","H5414","H6343","H6440"]},{"v":26,"t":"Behold, I set before you this day a blessing and a curse;","c":"","s":["H1293","H3117","H5414","H6440","H7045","H7200"]},{"v":27,"t":"A blessing, if ye obey the commandments of the LORD your God, which I command you this day:","c":"","s":["H430","H1293","H3068","H3117","H4687","H6680","H8085"]},{"v":28,"t":"And a curse, if ye will not obey the commandments of the LORD your God, but turn aside out of the way which I command you this day, to go after other gods, which ye have not known.","c":"","s":["H310","H312","H430","H1870","H3045","H3068","H3117","H3212","H4687","H5493","H6680","H7045","H8085"]},{"v":29,"t":"And it shall come to pass, when the LORD thy God hath brought thee in unto the land whither thou goest to possess it, that thou shalt put the blessing upon mount Gerizim, and the curse upon mount Ebal.","c":"","s":["H430","H776","H935","H1293","H1630","H2022","H3068","H3423","H5414","H5858","H7045"]},{"v":30,"t":"Are they not on the other side Jordan, by the way where the sun goeth down, in the land of the Canaanites, which dwell in the champaign over against Gilgal, beside the plains of Moreh?","c":"","s":["H310","H436","H681","H776","H1537","H1870","H3383","H3427","H3669","H3996","H4136","H4176","H5676","H6160","H8121"]},{"v":31,"t":"For ye shall pass over Jordan to go in to possess the land which the LORD your God giveth you, and ye shall possess it, and dwell therein.","c":"","s":["H430","H776","H935","H3068","H3383","H3423","H3427","H5414","H5674"]},{"v":32,"t":"And ye shall observe to do all the statutes and judgments which I set before you this day.","c":"","s":["H2706","H3117","H4941","H5414","H6213","H6440","H8104"]}]}