{"total":34,"verses":[{"v":1,"t":"And Moses went and spake these words unto all Israel.","c":"","s":["H1696","H1697","H3212","H3478","H4872"]},{"v":2,"t":"And he said unto them, I am an hundred and twenty years old this day; I can no more go out and come in: also the LORD hath said unto me, Thou shalt not go over this Jordan.","c":"","s":["H559","H935","H1121","H3068","H3117","H3201","H3318","H3383","H3967","H5674","H6242","H8141"]},{"v":3,"t":"The LORD thy God, he will go over before thee, and he will destroy these nations from before thee, and thou shalt possess them: and Joshua, he shall go over before thee, as the LORD hath said.","c":"","s":["H430","H1471","H1696","H3068","H3091","H3423","H5674","H6440","H8045"]},{"v":4,"t":"And the LORD shall do unto them as he did to Sihon and to Og, kings of the Amorites, and unto the land of them, whom he destroyed.","c":"","s":["H567","H776","H3068","H4428","H5511","H5747","H6213","H8045"]},{"v":5,"t":"And the LORD shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you.","c":"","s":["H3068","H4687","H5414","H6213","H6440","H6680"]},{"v":6,"t":"Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.","c":"","s":["H430","H553","H1980","H2388","H3068","H3372","H5800","H6206","H6440","H7503"]},{"v":7,"t":"And Moses called unto Joshua, and said unto him in the sight of all Israel, Be strong and of a good courage: for thou must go with this people unto the land which the LORD hath sworn unto their fathers to give them; and thou shalt cause them to inherit it.","c":"","s":["H1","H553","H559","H776","H935","H2388","H3068","H3091","H3478","H4872","H5157","H5414","H5869","H5971","H7121","H7650"]},{"v":8,"t":"And the LORD, he it is that doth go before thee; he will be with thee, he will not fail thee, neither forsake thee: fear not, neither be dismayed.","c":"","s":["H1980","H2865","H3068","H3372","H5800","H6440","H7503"]},{"v":9,"t":"And Moses wrote this law, and delivered it unto the priests the sons of Levi, which bare the ark of the covenant of the LORD, and unto all the elders of Israel.","c":"","s":["H727","H1121","H1285","H2205","H3068","H3478","H3548","H3789","H3878","H4872","H5375","H5414","H8451"]},{"v":10,"t":"And Moses commanded them, saying, At the end of every seven years, in the solemnity of the year of release, in the feast of tabernacles,","c":"","s":["H559","H2282","H4150","H4872","H5521","H6680","H7093","H7651","H8059","H8141"]},{"v":11,"t":"When all Israel is come to appear before the LORD thy God in the place which he shall choose, thou shalt read this law before all Israel in their hearing.","c":"","s":["H241","H430","H935","H977","H3068","H3478","H4725","H6440","H7121","H7200","H8451"]},{"v":12,"t":"Gather the people together, men, and women, and children, and thy stranger that is within thy gates, that they may hear, and that they may learn, and fear the LORD your God, and observe to do all the words of this law:","c":"","s":["H430","H582","H802","H1616","H1697","H2945","H3068","H3372","H3925","H5971","H6213","H6950","H8085","H8104","H8179","H8451"]},{"v":13,"t":"And that their children, which have not known any thing, may hear, and learn to fear the LORD your God, as long as ye live in the land whither ye go over Jordan to possess it.","c":"","s":["H127","H430","H1121","H2416","H3045","H3068","H3117","H3372","H3383","H3423","H3925","H5674","H8085"]},{"v":14,"t":"And the LORD said unto Moses, Behold, thy days approach that thou must die: call Joshua, and present yourselves in the tabernacle of the congregation, that I may give him a charge. And Moses and Joshua went, and presented themselves in the tabernacle of the congregation.","c":"","s":["H168","H559","H3068","H3091","H3117","H3212","H3320","H4150","H4191","H4872","H6680","H7121","H7126"]},{"v":15,"t":"And the LORD appeared in the tabernacle in a pillar of a cloud: and the pillar of the cloud stood over the door of the tabernacle.","c":"","s":["H168","H3068","H5975","H5982","H6051","H6607","H7200"]},{"v":16,"t":"And the LORD said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and go a whoring after the gods of the strangers of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them.","c":"","s":["H1","H310","H430","H559","H776","H935","H1285","H2181","H3068","H3772","H4872","H5236","H5800","H5971","H6565","H6965","H7130","H7901"]},{"v":17,"t":"Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall befall them; so that they will say in that day. Are not these evils come upon us, because our God is not among us?","c":"","s":["H398","H430","H559","H639","H2734","H3117","H4672","H5641","H5800","H6440","H6869","H7130","H7227","H7451"]},{"v":18,"t":"And I will surely hide my face in that day for all the evils which they shall have wrought, in that they are turned unto other gods.","c":"","s":["H312","H430","H3117","H3588","H5641","H6213","H6437","H6440","H7451"]},{"v":19,"t":"Now therefore write ye this song for you, and teach it the children of Israel: put it in their mouths, that this song may be a witness for me against the children of Israel.","c":"","s":["H1121","H3478","H3789","H3925","H5707","H6310","H7760","H7892"]},{"v":20,"t":"For when I shall have brought them into the land which I sware unto their fathers, that floweth with milk and honey; and they shall have eaten and filled themselves, and waxen fat; then will they turn unto other gods, and serve them, and provoke me, and break my covenant.","c":"","s":["H1","H127","H312","H398","H430","H935","H1285","H1706","H1878","H2100","H2461","H5006","H5647","H6437","H6565","H7646","H7650"]},{"v":21,"t":"And it shall come to pass, when many evils and troubles are befallen them, that this song shall testify against them as a witness; for it shall not be forgotten out of the mouths of their seed: for I know their imagination which they go about, even now, before I have brought them into the land which I sware.","c":"","s":["H776","H935","H2233","H3045","H3117","H3336","H4672","H5707","H6030","H6213","H6310","H6440","H6869","H7227","H7451","H7650","H7892","H7911"]},{"v":22,"t":"Moses therefore wrote this song the same day, and taught it the children of Israel.","c":"","s":["H1121","H3117","H3478","H3789","H3925","H4872","H7892"]},{"v":23,"t":"And he gave Joshua the son of Nun a charge, and said, Be strong and of a good courage: for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee.","c":"","s":["H553","H559","H776","H935","H1121","H2388","H3091","H3478","H5126","H6680","H7650"]},{"v":24,"t":"And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,","c":"","s":["H1697","H3615","H3789","H4872","H5612","H8451","H8552"]},{"v":25,"t":"That Moses commanded the Levites, which bare the ark of the covenant of the LORD, saying,","c":"","s":["H559","H727","H1285","H3068","H3881","H4872","H5375","H6680"]},{"v":26,"t":"Take this book of the law, and put it in the side of the ark of the covenant of the LORD your God, that it may be there for a witness against thee.","c":"","s":["H430","H727","H1285","H3068","H3947","H5612","H5707","H6654","H7760","H8451"]},{"v":27,"t":"For I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, ye have been rebellious against the LORD; and how much more after my death?","c":"","s":["H310","H2416","H3045","H3068","H3117","H4194","H4784","H4805","H6203","H7186"]},{"v":28,"t":"Gather unto me all the elders of your tribes, and your officers, that I may speak these words in their ears, and call heaven and earth to record against them.","c":"","s":["H241","H776","H1696","H1697","H2205","H5749","H6950","H7626","H7860","H8064"]},{"v":29,"t":"For I know that after my death ye will utterly corrupt yourselves, and turn aside from the way which I have commanded you; and evil will befall you in the latter days; because ye will do evil in the sight of the LORD, to provoke him to anger through the work of your hands.","c":"","s":["H310","H319","H1870","H3027","H3045","H3068","H3117","H3707","H4194","H4639","H5493","H5869","H6213","H6680","H7122","H7451","H7843"]},{"v":30,"t":"And Moses spake in the ears of all the congregation of Israel the words of this song, until they were ended.","c":"","s":["H241","H1696","H1697","H3478","H4872","H6951","H7892","H8552"]}]}