{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "He that toucheth pitch shall be defiled therewith; and he that hath fellowship with a proud man shall be like unto him.",
      "c": 119,
      "s": []
    },
    {
      "v": 2,
      "t": "Burden not thyself above thy power while thou livest; and have no fellowship with one that is mightier and richer than thyself: for how agree the kettle and the earthen pot together? for if the one be smitten against the other, it shall be broken.",
      "c": 247,
      "s": []
    },
    {
      "v": 3,
      "t": "The rich man hath done wrong, and yet he threateneth withal: the poor is wronged, and he must intreat also.",
      "c": 107,
      "s": []
    },
    {
      "v": 4,
      "t": "If thou be for his profit, he will use thee: but if thou have nothing, he will forsake thee.",
      "c": 92,
      "s": []
    },
    {
      "v": 5,
      "t": "If thou have any thing, he will live with thee: yea, he will make thee bare, and will not be sorry for it.",
      "c": 106,
      "s": []
    },
    {
      "v": 6,
      "t": "If he have need of thee, he will deceive thee, and smile upon thee, and put thee in hope; he will speak thee fair, and say, What wantest thou?",
      "c": 142,
      "s": []
    },
    {
      "v": 7,
      "t": "And he will shame thee by his meats, until he have drawn thee dry twice or thrice, and at the last he will laugh thee to scorn afterward, when he seeth thee, he will forsake thee, and shake his head at thee.",
      "c": 207,
      "s": []
    },
    {
      "v": 8,
      "t": "Beware that thou be not deceived and brought down in thy jollity.",
      "c": 65,
      "s": []
    },
    {
      "v": 9,
      "t": "If thou be invited of a mighty man, withdraw thyself, and so much the more will he invite thee.",
      "c": 95,
      "s": []
    },
    {
      "v": 10,
      "t": "Press thou not upon him, lest thou be put back; stand not far off, lest thou be forgotten.",
      "c": 90,
      "s": []
    },
    {
      "v": 11,
      "t": "Affect not to be made equal unto him in talk, and believe not his many words: for with much communication will he tempt thee, and smiling upon thee will get out thy secrets:",
      "c": 173,
      "s": []
    },
    {
      "v": 12,
      "t": "But cruelly he will lay up thy words, and will not spare to do thee hurt, and to put thee in prison.",
      "c": 100,
      "s": []
    },
    {
      "v": 13,
      "t": "Observe, and take good heed, for thou walkest in peril of thy overthrowing: when thou hearest these things, awake in thy sleep.",
      "c": 127,
      "s": []
    },
    {
      "v": 14,
      "t": "Love the Lord all thy life, and call upon him for thy salvation.",
      "c": 64,
      "s": []
    },
    {
      "v": 15,
      "t": "Every beast loveth his like, and every man loveth his neighbor.",
      "c": 63,
      "s": []
    },
    {
      "v": 16,
      "t": "All flesh consorteth according to kind, and a man will cleave to his like.",
      "c": 74,
      "s": []
    },
    {
      "v": 17,
      "t": "What fellowship hath the wolf with the lamb? so the sinner with the godly.",
      "c": 74,
      "s": []
    },
    {
      "v": 18,
      "t": "What agreement is there between the hyena and a dog? and what peace between the rich and the poor?",
      "c": 98,
      "s": []
    },
    {
      "v": 19,
      "t": "As the wild ass is the lion's prey in the wilderness: so the rich eat up the poor.",
      "c": 82,
      "s": []
    },
    {
      "v": 20,
      "t": "As the proud hate humility: so doth the rich abhor the poor.",
      "c": 60,
      "s": []
    },
    {
      "v": 21,
      "t": "A rich man beginning to fall is held up of his friends: but a poor man being down is thrust away by his friends.",
      "c": 112,
      "s": []
    },
    {
      "v": 22,
      "t": "When a rich man is fallen, he hath many helpers: he speaketh things not to be spoken, and yet men justify him: the poor man slipped, and yet they rebuked him too; he spake wisely, and could have no place.",
      "c": 204,
      "s": []
    },
    {
      "v": 23,
      "t": "When a rich man speaketh, every man holdeth his tongue, and, look, what he saith, they extol it to the clouds: but if the poor man speak, they say, What fellow is this? and if he stumble, they will help to overthrow him.",
      "c": 220,
      "s": []
    },
    {
      "v": 24,
      "t": "Riches are good unto him that hath no sin, and poverty is evil in the mouth of the ungodly.",
      "c": 91,
      "s": []
    },
    {
      "v": 25,
      "t": "The heart of a man changeth his countenance, whether it be for good or evil: and a merry heart maketh a cheerful countenance.",
      "c": 125,
      "s": []
    },
    {
      "v": 26,
      "t": "A cheerful countenance is a token of a heart that is in prosperity; and the finding out of parables is a wearisome labour of the mind.",
      "c": 134,
      "s": []
    }
  ]
}