{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "He that liveth for ever Hath created all things in general.",
      "c": 59,
      "s": []
    },
    {
      "v": 2,
      "t": "The Lord only is righteous, and there is none other but he,",
      "c": 59,
      "s": []
    },
    {
      "v": 3,
      "t": "Who governeth the world with the palm of his hand, and all things obey his will: for he is the King of all, by his power dividing holy things among them from profane.",
      "c": 166,
      "s": []
    },
    {
      "v": 4,
      "t": "To whom hath he given power to declare his works? and who shall find out his noble acts?",
      "c": 88,
      "s": []
    },
    {
      "v": 5,
      "t": "Who shall number the strength of his majesty? and who shall also tell out his mercies?",
      "c": 86,
      "s": []
    },
    {
      "v": 6,
      "t": "As for the wondrous works of the Lord, there may nothing be taken from them, neither may any thing be put unto them, neither can the ground of them be found out.",
      "c": 161,
      "s": []
    },
    {
      "v": 7,
      "t": "When a man hath done, then he beginneth; and when he leaveth off, then he shall be doubtful.",
      "c": 92,
      "s": []
    },
    {
      "v": 8,
      "t": "What is man, and whereto serveth he? what is his good, and what is his evil?",
      "c": 76,
      "s": []
    },
    {
      "v": 9,
      "t": "The number of a man's days at the most are an hundred years.",
      "c": 60,
      "s": []
    },
    {
      "v": 10,
      "t": "As a drop of water unto the sea, and a gravelstone in comparison of the sand; so are a thousand years to the days of eternity.",
      "c": 126,
      "s": []
    },
    {
      "v": 11,
      "t": "Therefore is God patient with them, and poureth forth his mercy upon them.",
      "c": 74,
      "s": []
    },
    {
      "v": 12,
      "t": "He saw and perceived their end to be evil; therefore he multiplied his compassion.",
      "c": 82,
      "s": []
    },
    {
      "v": 13,
      "t": "The mercy of man is toward his neighbour; but the mercy of the Lord is upon all flesh: he reproveth, and nurtureth, and teacheth and bringeth again, as a shepherd his flock.",
      "c": 173,
      "s": []
    },
    {
      "v": 14,
      "t": "He hath mercy on them that receive discipline, and that diligently seek after his judgments.",
      "c": 92,
      "s": []
    },
    {
      "v": 15,
      "t": "My son, blemish not thy good deeds, neither use uncomfortable words when thou givest any thing.",
      "c": 95,
      "s": []
    },
    {
      "v": 16,
      "t": "Shall not the dew asswage the heat? so is a word better than a gift.",
      "c": 68,
      "s": []
    },
    {
      "v": 17,
      "t": "Lo, is not a word better than a gift? but both are with a gracious man.",
      "c": 71,
      "s": []
    },
    {
      "v": 18,
      "t": "A fool will upbraid churlishly, and a gift of the envious consumeth the eyes.",
      "c": 77,
      "s": []
    },
    {
      "v": 19,
      "t": "Learn before thou speak, and use physick or ever thou be sick.",
      "c": 62,
      "s": []
    },
    {
      "v": 20,
      "t": "Before judgment examine thyself, and in the day of visitation thou shalt find mercy.",
      "c": 84,
      "s": []
    },
    {
      "v": 21,
      "t": "Humble thyself before thou be sick, and in the time of sins shew repentance.",
      "c": 76,
      "s": []
    },
    {
      "v": 22,
      "t": "Let nothing hinder thee to pay thy vow in due time, and defer not until death to be justified.",
      "c": 94,
      "s": []
    },
    {
      "v": 23,
      "t": "Before thou prayest, prepare thyself; and be not as one that tempteth the Lord.",
      "c": 79,
      "s": []
    },
    {
      "v": 24,
      "t": "Think upon the wrath that shall be at the end, and the time of vengeance, when he shall turn away his face.",
      "c": 107,
      "s": []
    },
    {
      "v": 25,
      "t": "When thou hast enough, remember the time of hunger: and when thou art rich, think upon poverty and need.",
      "c": 104,
      "s": []
    },
    {
      "v": 26,
      "t": "From the morning until the evening the time is changed, and all things are soon done before the Lord.",
      "c": 101,
      "s": []
    },
    {
      "v": 27,
      "t": "A wise man will fear in every thing, and in the day of sinning he will beware of offence: but a fool will not observe time.",
      "c": 123,
      "s": []
    },
    {
      "v": 28,
      "t": "Every man of understanding knoweth wisdom, and will give praise unto him that found her.",
      "c": 88,
      "s": []
    },
    {
      "v": 29,
      "t": "They that were of understanding in sayings became also wise themselves, and poured forth exquisite parables.",
      "c": 108,
      "s": []
    },
    {
      "v": 30,
      "t": "Go not after thy lusts, but refrain thyself from thine appetites.",
      "c": 65,
      "s": []
    },
    {
      "v": 31,
      "t": "If thou givest thy soul the desires that please her, she will make thee a laughingstock to thine enemies that malign thee.",
      "c": 122,
      "s": []
    },
    {
      "v": 32,
      "t": "Take not pleasure in much good cheer, neither be tied to the expence thereof.",
      "c": 77,
      "s": []
    },
    {
      "v": 33,
      "t": "Be not made a beggar by banqueting upon borrowing, when thou hast nothing in thy purse: for thou shalt lie in wait for thine own life, and be talked on.",
      "c": 152,
      "s": []
    }
  ]
}