{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "There is a reproof that is not comely: again, some man holdeth his tongue, and he is wise.",
      "c": 90,
      "s": []
    },
    {
      "v": 2,
      "t": "It is much better to reprove, than to be angry secretly: and he that confesseth his fault shall be preserved from hurt.",
      "c": 119,
      "s": []
    },
    {
      "v": 3,
      "t": "How good is it, when thou art reproved, to shew repentance! for so shalt thou escape wilful sin.",
      "c": 96,
      "s": []
    },
    {
      "v": 4,
      "t": "As is the lust of an eunuch to deflower a virgin; so is he that executeth judgment with violence.",
      "c": 97,
      "s": []
    },
    {
      "v": 5,
      "t": "There is one that keepeth silence, and is found wise: and another by much babbling becometh hateful.",
      "c": 100,
      "s": []
    },
    {
      "v": 6,
      "t": "Some man holdeth his tongue, because he hath not to answer: and some keepeth silence, knowing his time.",
      "c": 103,
      "s": []
    },
    {
      "v": 7,
      "t": "A wise man will hold his tongue till he see opportunity: but a babbler and a fool will regard no time.",
      "c": 102,
      "s": []
    },
    {
      "v": 8,
      "t": "He that useth many words shall be abhorred; and he that taketh to himself authority therein shall be hated.",
      "c": 107,
      "s": []
    },
    {
      "v": 9,
      "t": "There is a sinner that hath good success in evil things; and there is a gain that turneth to loss.",
      "c": 98,
      "s": []
    },
    {
      "v": 10,
      "t": "There is a gift that shall not profit thee; and there is a gift whose recompence is double.",
      "c": 91,
      "s": []
    },
    {
      "v": 11,
      "t": "There is an abasement because of glory; and there is that lifteth up his head from a low estate.",
      "c": 96,
      "s": []
    },
    {
      "v": 12,
      "t": "There is that buyeth much for a little, and repayeth it sevenfold.",
      "c": 66,
      "s": []
    },
    {
      "v": 13,
      "t": "A wise man by his words maketh him beloved: but the graces of fools shall be poured out.",
      "c": 88,
      "s": []
    },
    {
      "v": 14,
      "t": "The gift of a fool shall do thee no good when thou hast it; neither yet of the envious for his necessity: for he looketh to receive many things for one.",
      "c": 152,
      "s": []
    },
    {
      "v": 15,
      "t": "He giveth little, and upbraideth much; he openeth his mouth like a crier; to day he lendeth, and to morrow will he ask it again: such an one is to be hated of God and man.",
      "c": 171,
      "s": []
    },
    {
      "v": 16,
      "t": "The fool saith, I have no friends, I have no thank for all my good deeds, and they that eat my bread speak evil of me.",
      "c": 118,
      "s": []
    },
    {
      "v": 17,
      "t": "How oft, and of how many shall he be laughed to scorn! for he knoweth not aright what it is to have; and it is all one unto him as if he had it not.",
      "c": 148,
      "s": []
    },
    {
      "v": 18,
      "t": "To slip upon a pavement is better than to slip with the tongue: so the fall of the wicked shall come speedily.",
      "c": 110,
      "s": []
    },
    {
      "v": 19,
      "t": "An unseasonable tale will always be in the mouth of the unwise.",
      "c": 63,
      "s": []
    },
    {
      "v": 20,
      "t": "A wise sentence shall be rejected when it cometh out of a fool's mouth; for he will not speak it in due season.",
      "c": 111,
      "s": []
    },
    {
      "v": 21,
      "t": "There is that is hindered from sinning through want: and when he taketh rest, he shall not be troubled.",
      "c": 103,
      "s": []
    },
    {
      "v": 22,
      "t": "There is that destroyeth his own soul through bashfulness, and by accepting of persons overthroweth himself.",
      "c": 108,
      "s": []
    },
    {
      "v": 23,
      "t": "There is that for bashfulness promiseth to his friend, and maketh him his enemy for nothing.",
      "c": 92,
      "s": []
    },
    {
      "v": 24,
      "t": "A lie is a foul blot in a man, yet it is continually in the mouth of the untaught.",
      "c": 82,
      "s": []
    },
    {
      "v": 25,
      "t": "A thief is better than a man that is accustomed to lie: but they both shall have destruction to heritage.",
      "c": 105,
      "s": []
    },
    {
      "v": 26,
      "t": "The disposition of a liar is dishonourable, and his shame is ever with him.",
      "c": 75,
      "s": []
    },
    {
      "v": 27,
      "t": "A wise man shall promote himself to honour with his words: and he that hath understanding will please great men.",
      "c": 112,
      "s": []
    },
    {
      "v": 28,
      "t": "He that tilleth his land shall increase his heap: and he that pleaseth great men shall get pardon for iniquity.",
      "c": 111,
      "s": []
    },
    {
      "v": 29,
      "t": "Presents and gifts blind the eyes of the wise, and stop up his mouth that he cannot reprove.",
      "c": 92,
      "s": []
    },
    {
      "v": 30,
      "t": "Wisdom that is hid, and treasure that is hoarded up, what profit is in them both?",
      "c": 81,
      "s": []
    },
    {
      "v": 31,
      "t": "Better is he that hideth his folly than a man that hideth his wisdom.",
      "c": 69,
      "s": []
    },
    {
      "v": 32,
      "t": "Necessary patience in seeking ing the Lord is better than he that leadeth his life without a guide.",
      "c": 99,
      "s": []
    }
  ]
}