{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "A slothful man is compared to a filthy stone, and every one will hiss him out to his disgrace.",
      "c": 94,
      "s": []
    },
    {
      "v": 2,
      "t": "A slothful man is compared to the filth of a dunghill: every man that takes it up will shake his hand.",
      "c": 102,
      "s": []
    },
    {
      "v": 3,
      "t": "An evilnurtured man is the dishonour of his father that begat him: and a [foolish] daughter is born to his loss.",
      "c": 112,
      "s": []
    },
    {
      "v": 4,
      "t": "A wise daughter shall bring an inheritance to her husband: but she that liveth dishonestly is her father's heaviness.",
      "c": 117,
      "s": []
    },
    {
      "v": 5,
      "t": "She that is bold dishonoureth both her father and her husband, but they both shall despise her.",
      "c": 95,
      "s": []
    },
    {
      "v": 6,
      "t": "A tale out of season [is as] musick in mourning: but stripes and correction of wisdom are never out of time.",
      "c": 108,
      "s": []
    },
    {
      "v": 7,
      "t": "Whoso teacheth a fool is as one that glueth a potsherd together, and as he that waketh one from a sound sleep.",
      "c": 110,
      "s": []
    },
    {
      "v": 8,
      "t": "He that telleth a tale to a fool speaketh to one in a slumber: when he hath told his tale, he will say, What is the matter?",
      "c": 123,
      "s": []
    },
    {
      "v": 9,
      "t": "If children live honestly, and have wherewithal, they shall cover the baseness of their parents.",
      "c": 96,
      "s": []
    },
    {
      "v": 10,
      "t": "But children, being haughty, through disdain and want of nurture do stain the nobility of their kindred.",
      "c": 104,
      "s": []
    },
    {
      "v": 11,
      "t": "Weep for the dead, for he hath lost the light: and weep for the fool, for he wanteth understanding: make little weeping for the dead, for he is at rest: but the life of the fool is worse than death.",
      "c": 198,
      "s": []
    },
    {
      "v": 12,
      "t": "Seven days do men mourn for him that is dead; but for a fool and an ungodly man all the days of his life.",
      "c": 105,
      "s": []
    },
    {
      "v": 13,
      "t": "Talk not much with a fool, and go not to him that hath no understanding: beware of him, lest thou have trouble, and thou shalt never be defiled with his fooleries: depart from him, and thou shalt find rest, and never be disquieted with madness.",
      "c": 244,
      "s": []
    },
    {
      "v": 14,
      "t": "What is heavier than lead? and what is the name thereof, but a fool?",
      "c": 68,
      "s": []
    },
    {
      "v": 15,
      "t": "Sand, and salt, and a mass of iron, is easier to bear, than a man without understanding.",
      "c": 88,
      "s": []
    },
    {
      "v": 16,
      "t": "As timber girt and bound together in a building cannot be loosed with shaking: so the heart that is stablished by advised counsel shall fear at no time.",
      "c": 152,
      "s": []
    },
    {
      "v": 17,
      "t": "A heart settled upon a thought of understanding is as a fair plaistering on the wall of a gallery.",
      "c": 98,
      "s": []
    },
    {
      "v": 18,
      "t": "Pales set on an high place will never stand against the wind: so a fearful heart in the imagination of a fool cannot stand against any fear.",
      "c": 140,
      "s": []
    },
    {
      "v": 19,
      "t": "He that pricketh the eye will make tears to fall: and he that pricketh the heart maketh it to shew her knowledge.",
      "c": 113,
      "s": []
    },
    {
      "v": 20,
      "t": "Whoso casteth a stone at the birds frayeth them away: and he that upbraideth his friend breaketh friendship.",
      "c": 108,
      "s": []
    },
    {
      "v": 21,
      "t": "Though thou drewest a sword at thy friend, yet despair not: for there may be a returning [to favour.]",
      "c": 101,
      "s": []
    },
    {
      "v": 22,
      "t": "If thou hast opened thy mouth against thy friend, fear not; for there may be a reconciliation: except for upbraiding, or pride, or disclosing of secrets, or a treacherous wound: for for these things every friend will depart.",
      "c": 224,
      "s": []
    },
    {
      "v": 23,
      "t": "Be faithful to thy neighbour in his poverty, that thou mayest rejoice in his prosperity: abide stedfast unto him in the time of his trouble, that thou mayest be heir with him in his heritage: for a mean estate is not always to be contemned: nor the rich that is foolish to be had in admiration.",
      "c": 294,
      "s": []
    },
    {
      "v": 24,
      "t": "As the vapour and smoke of a furnace goeth before the fire; so reviling before blood.",
      "c": 85,
      "s": []
    },
    {
      "v": 25,
      "t": "I will not be ashamed to defend a friend; neither will I hide myself from him.",
      "c": 78,
      "s": []
    },
    {
      "v": 26,
      "t": "And if any evil happen unto me by him, every one that heareth it will beware of him.",
      "c": 84,
      "s": []
    },
    {
      "v": 27,
      "t": "Who shall set a watch before my mouth, and a seal of wisdom upon my lips, that I fall not suddenly by them, and that my tongue destroy me not?",
      "c": 142,
      "s": []
    }
  ]
}