{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "He that is merciful will lend unto his neighbour; and he that strengtheneth his hand keepeth the commandments.",
      "c": 110,
      "s": []
    },
    {
      "v": 2,
      "t": "Lend to thy neighbour in time of his need, and pay thou thy neighbour again in due season.",
      "c": 90,
      "s": []
    },
    {
      "v": 3,
      "t": "Keep thy word, and deal faithfully with him, and thou shalt always find the thing that is necessary for thee.",
      "c": 109,
      "s": []
    },
    {
      "v": 4,
      "t": "Many, when a thing was lent them, reckoned it to be found, and put them to trouble that helped them.",
      "c": 100,
      "s": []
    },
    {
      "v": 5,
      "t": "Till he hath received, he will kiss a man's hand; and for his neighbour's money he will speak submissly: but when he should repay, he will prolong the time, and return words of grief, and complain of the time.",
      "c": 209,
      "s": []
    },
    {
      "v": 6,
      "t": "If he prevail, he shall hardly receive the half, and he will count as if he had found it: if not, he hath deprived him of his money, and he hath gotten him an enemy without cause: he payeth him with cursings and railings; and for honour he will pay him disgrace.",
      "c": 262,
      "s": []
    },
    {
      "v": 7,
      "t": "Many therefore have refused to lend for other men's ill dealing, fearing to be defrauded.",
      "c": 89,
      "s": []
    },
    {
      "v": 8,
      "t": "Yet have thou patience with a man in poor estate, and delay not to shew him mercy.",
      "c": 82,
      "s": []
    },
    {
      "v": 9,
      "t": "Help the poor for the commandment's sake, and turn him not away because of his poverty.",
      "c": 87,
      "s": []
    },
    {
      "v": 10,
      "t": "Lose thy money for thy brother and thy friend, and let it not rust under a stone to be lost.",
      "c": 92,
      "s": []
    },
    {
      "v": 11,
      "t": "Lay up thy treasure according to the commandments of the most High, and it shall bring thee more profit than gold.",
      "c": 114,
      "s": []
    },
    {
      "v": 12,
      "t": "Shut up alms in thy storehouses: and it shall deliver thee from all affliction.",
      "c": 79,
      "s": []
    },
    {
      "v": 13,
      "t": "It shall fight for thee against thine enemies better than a mighty shield and strong spear.",
      "c": 91,
      "s": []
    },
    {
      "v": 14,
      "t": "An honest man is surety for his neighbour: but he that is impudent will forsake him.",
      "c": 84,
      "s": []
    },
    {
      "v": 15,
      "t": "Forget not the friendship of thy surety, for he hath given his life for thee.",
      "c": 77,
      "s": []
    },
    {
      "v": 16,
      "t": "A sinner will overthrow the good estate of his surety:",
      "c": 54,
      "s": []
    },
    {
      "v": 17,
      "t": "And he that is of an unthankful mind will leave him [in danger] that delivered him.",
      "c": 83,
      "s": []
    },
    {
      "v": 18,
      "t": "Suretiship hath undone many of good estate, and shaken them as a wave of the sea: mighty men hath it driven from their houses, so that they wandered among strange nations.",
      "c": 171,
      "s": []
    },
    {
      "v": 19,
      "t": "A wicked man transgressing the commandments of the Lord shall fall into suretiship: and he that undertaketh and followeth other men's business for gain shall fall into suits.",
      "c": 174,
      "s": []
    },
    {
      "v": 20,
      "t": "Help thy neighbour according to thy power, and beware that thou thyself fall not into the same.",
      "c": 95,
      "s": []
    },
    {
      "v": 21,
      "t": "The chief thing for life is water, and bread, and clothing, and an house to cover shame.",
      "c": 88,
      "s": []
    },
    {
      "v": 22,
      "t": "Better is the life of a poor man in a mean cottage, than delicate fare in another man's house.",
      "c": 94,
      "s": []
    },
    {
      "v": 23,
      "t": "Be it little or much, hold thee contented, that thou hear not the reproach of thy house.",
      "c": 88,
      "s": []
    },
    {
      "v": 24,
      "t": "For it is a miserable life to go from house to house: for where thou art a stranger, thou darest not open thy mouth.",
      "c": 116,
      "s": []
    },
    {
      "v": 25,
      "t": "Thou shalt entertain, and feast, and have no thanks: moreover thou shalt hear bitter words:",
      "c": 91,
      "s": []
    },
    {
      "v": 26,
      "t": "Come, thou stranger, and furnish a table, and feed me of that thou hast ready.",
      "c": 78,
      "s": []
    },
    {
      "v": 27,
      "t": "Give place, thou stranger, to an honourable man; my brother cometh to be lodged, and I have need of mine house.",
      "c": 111,
      "s": []
    },
    {
      "v": 28,
      "t": "These things are grievous to a man of understanding; the upbraiding of houseroom, and reproaching of the lender.",
      "c": 112,
      "s": []
    }
  ]
}