[
  {
    "v": 1,
    "t": "Hear me your father, O children, and do thereafter, that ye may be safe.",
    "c": [],
    "s": []
  },
  {
    "v": 2,
    "t": "For the Lord hath given the father honour over the children, and hath confirmed the authority of the mother over the sons.",
    "c": [],
    "s": []
  },
  {
    "v": 3,
    "t": "Whoso honoureth his father maketh an atonement for his sins:",
    "c": [],
    "s": []
  },
  {
    "v": 4,
    "t": "And he that honoureth his mother is as one that layeth up treasure.",
    "c": [],
    "s": []
  },
  {
    "v": 5,
    "t": "Whoso honoureth his father shall have joy of his own children; and when he maketh his prayer, he shall be heard.",
    "c": [],
    "s": []
  },
  {
    "v": 6,
    "t": "He that honoureth his father shall have a long life; and he that is obedient unto the Lord shall be a comfort to his mother.",
    "c": [],
    "s": []
  },
  {
    "v": 7,
    "t": "He that feareth the Lord will honour his father, and will do service unto his parents, as to his masters.",
    "c": [],
    "s": []
  },
  {
    "v": 8,
    "t": "Honour thy father and mother both in word and deed, that a blessing may come upon thee from them.",
    "c": [],
    "s": []
  },
  {
    "v": 9,
    "t": "For the blessing of the father establisheth the houses of children; but the curse of the mother rooteth out foundations.",
    "c": [],
    "s": []
  },
  {
    "v": 10,
    "t": "Glory not in the dishonour of thy father; for thy father's dishonour is no glory unto thee.",
    "c": [],
    "s": []
  },
  {
    "v": 11,
    "t": "For the glory of a man is from the honour of his father; and a mother in dishonour is a reproach to the children.",
    "c": [],
    "s": []
  },
  {
    "v": 12,
    "t": "My son, help thy father in his age, and grieve him not as long as he liveth.",
    "c": [],
    "s": []
  },
  {
    "v": 13,
    "t": "And if his understanding fail, have patience with him; and despise him not when thou art in thy full strength.",
    "c": [],
    "s": []
  },
  {
    "v": 14,
    "t": "For the relieving of thy father shall not be forgotten: and instead of sins it shall be added to build thee up.",
    "c": [],
    "s": []
  },
  {
    "v": 15,
    "t": "In the day of thine affliction it shall be remembered; thy sins also shall melt away, as the ice in the fair warm weather.",
    "c": [],
    "s": []
  },
  {
    "v": 16,
    "t": "He that forsaketh his father is as a blasphemer; and he that angereth his mother is cursed: of God.",
    "c": [],
    "s": []
  },
  {
    "v": 17,
    "t": "My son, go on with thy business in meekness; so shalt thou be beloved of him that is approved.",
    "c": [],
    "s": []
  },
  {
    "v": 18,
    "t": "The greater thou art, the more humble thyself, and thou shalt find favour before the Lord.",
    "c": [],
    "s": []
  },
  {
    "v": 19,
    "t": "Many are in high place, and of renown: but mysteries are revealed unto the meek.",
    "c": [],
    "s": []
  },
  {
    "v": 20,
    "t": "For the power of the Lord is great, and he is honoured of the lowly.",
    "c": [],
    "s": []
  },
  {
    "v": 21,
    "t": "Seek not out things that are too hard for thee, neither search the things that are above thy strength.",
    "c": [],
    "s": []
  },
  {
    "v": 22,
    "t": "But what is commanded thee, think thereupon with reverence, for it is not needful for thee to see with thine eyes the things that are in secret.",
    "c": [],
    "s": []
  },
  {
    "v": 23,
    "t": "Be not curious in unnecessary matters: for more things are shewed unto thee than men understand.",
    "c": [],
    "s": []
  },
  {
    "v": 24,
    "t": "For many are deceived by their own vain opinion; and an evil suspicion hath overthrown their judgment.",
    "c": [],
    "s": []
  },
  {
    "v": 25,
    "t": "Without eyes thou shalt want light: profess not the knowledge therefore that thou hast not.",
    "c": [],
    "s": []
  },
  {
    "v": 26,
    "t": "A stubborn heart shall fare evil at the last; and he that loveth danger shall perish therein.",
    "c": [],
    "s": []
  },
  {
    "v": 27,
    "t": "An obstinate heart shall be laden with sorrows; and the wicked man shall heap sin upon sin.",
    "c": [],
    "s": []
  },
  {
    "v": 28,
    "t": "In the punishment of the proud there is no remedy; for the plant of wickedness hath taken root in him.",
    "c": [],
    "s": []
  },
  {
    "v": 29,
    "t": "The heart of the prudent will understand a parable; and an attentive ear is the desire of a wise man.",
    "c": [],
    "s": []
  },
  {
    "v": 30,
    "t": "Water will quench a flaming fire; and alms maketh an atonement for sins.",
    "c": [],
    "s": []
  },
  {
    "v": 31,
    "t": "And he that requiteth good turns is mindful of that which may come hereafter; and when he falleth, he shall find a stay.",
    "c": [],
    "s": []
  }
]