{
  "total": 51,
  "verses": [
    {
      "v": 1,
      "t": "And he brought out of him a merciful man, which found favour in the sight of all flesh, even Moses, beloved of God and men, whose memorial is blessed.",
      "c": 150,
      "s": []
    },
    {
      "v": 2,
      "t": "He made him like to the glorious saints, and magnified him, so that his enemies stood in fear of him.",
      "c": 101,
      "s": []
    },
    {
      "v": 3,
      "t": "By his words he caused the wonders to cease, and he made him glorious in the sight of kings, and gave him a commandment for his people, and shewed him part of his glory.",
      "c": 169,
      "s": []
    },
    {
      "v": 4,
      "t": "He sanctified him in his faithfuless and meekness, and chose him out of all men.",
      "c": 80,
      "s": []
    },
    {
      "v": 5,
      "t": "He made him to hear his voice, and brought him into the dark cloud, and gave him commandments before his face, even the law of life and knowledge, that he might teach Jacob his covenants, and Israel his judgments.",
      "c": 213,
      "s": []
    },
    {
      "v": 6,
      "t": "He exalted Aaron, an holy man like unto him, even his brother, of the tribe of Levi.",
      "c": 84,
      "s": []
    },
    {
      "v": 7,
      "t": "An everlasting covenant he made with him and gave him the priesthood among the people; he beautified him with comely ornaments, and clothed him with a robe of glory.",
      "c": 165,
      "s": []
    },
    {
      "v": 8,
      "t": "He put upon him perfect glory; and strengthened him with rich garments, with breeches, with a long robe, and the ephod.",
      "c": 119,
      "s": []
    },
    {
      "v": 9,
      "t": "And he compassed him with pomegranates, and with many golden bells round about, that as he went there might be a sound, and a noise made that might be heard in the temple, for a memorial to the children of his people;",
      "c": 217,
      "s": []
    },
    {
      "v": 10,
      "t": "With an holy garment, with gold, and blue silk, and purple, the work of the embroidere, with a breastplate of judgment, and with Urim and Thummim;",
      "c": 146,
      "s": []
    },
    {
      "v": 11,
      "t": "With twisted scarlet, the work of the cunning workman, with precious stones graven like seals, and set in gold, the work of the jeweller, with a writing engraved for a memorial, after the number of the tribes of Israel.",
      "c": 219,
      "s": []
    },
    {
      "v": 12,
      "t": "He set a crown of gold upon the mitre, wherein was engraved Holiness, an ornament of honour, a costly work, the desires of the eyes, goodly and beautiful.",
      "c": 154,
      "s": []
    },
    {
      "v": 13,
      "t": "Before him there were none such, neither did ever any stranger put them on, but only his children and his children's children perpetually.",
      "c": 138,
      "s": []
    },
    {
      "v": 14,
      "t": "Their sacrifices shall be wholly consumed every day twice continually.",
      "c": 70,
      "s": []
    },
    {
      "v": 15,
      "t": "Moses consecrated him, and anointed him with holy oil: this was appointed unto him by an everlasting covenant, and to his seed, so long as the heavens should remain, that they should minister unto him, and execute the office of the priesthood, and bless the people in his name.",
      "c": 277,
      "s": []
    },
    {
      "v": 16,
      "t": "He chose him out of all men living to offer sacrifices to the Lord, incense, and a sweet savour, for a memorial, to make reconciliation for his people.",
      "c": 151,
      "s": []
    },
    {
      "v": 17,
      "t": "He gave unto him his commandments, and authority in the statutes of judgments, that he should teach Jacob the testimonies, and inform Israel in his laws.",
      "c": 153,
      "s": []
    },
    {
      "v": 18,
      "t": "Strangers conspired together against him, and maligned him in the wilderness, even the men that were of Dathan's and Abiron's side, and the congregation of Core, with fury and wrath.",
      "c": 182,
      "s": []
    },
    {
      "v": 19,
      "t": "This the Lord saw, and it displeased him, and in his wrathful indignation were they consumed: he did wonders upon them, to consume them with the fiery flame.",
      "c": 157,
      "s": []
    },
    {
      "v": 20,
      "t": "But he made Aaron more honourable, and gave him an heritage, and divided unto him the firstfruits of the increase; especially he prepared bread in abundance:",
      "c": 157,
      "s": []
    },
    {
      "v": 21,
      "t": "For they eat of the sacrifices of the Lord, which he gave unto him and his seed.",
      "c": 80,
      "s": []
    },
    {
      "v": 22,
      "t": "Howbeit in the land of the people he had no inheritance, neither had he any portion among the people: for the Lord himself is his portion and inheritance.",
      "c": 154,
      "s": []
    },
    {
      "v": 23,
      "t": "The third in glory is Phinees the son of Eleazar, because he had zeal in the fear of the Lord, and stood up with good courage of heart: when the people were turned back, and made reconciliation for Israel.",
      "c": 205,
      "s": []
    },
    {
      "v": 24,
      "t": "Therefore was there a covenant of peace made with him, that he should be the chief of the sanctuary and of his people, and that he and his posterity should have the dignity of the priesthood for ever:",
      "c": 200,
      "s": []
    },
    {
      "v": 25,
      "t": "According to the covenant made with David son of Jesse, of the tribe of Juda, that the inheritance of the king should be to his posterity alone: so the inheritance of Aaron should also be unto his seed.",
      "c": 202,
      "s": []
    },
    {
      "v": 26,
      "t": "God give you wisdom in your heart to judge his people in righteousness, that their good things be not abolished, and that their glory may endure for ever.",
      "c": 154,
      "s": []
    }
  ]
}