{"total":50,"verses":[{"v":1,"t":"And the whole earth was of one language, and of one speech.","c":"","s":["H259","H776","H1697","H8193"]},{"v":2,"t":"And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there.","c":"","s":["H776","H1237","H3427","H4672","H5265","H6924","H8152"]},{"v":3,"t":"And they said one to another, Go to, let us make brick, and burn them throughly. And they had brick for stone, and slime had they for morter.","c":"","s":["H68","H376","H559","H1961","H2563","H2564","H3051","H3835","H3843","H7453","H8313","H8316"]},{"v":4,"t":"And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth.","c":"","s":["H559","H776","H1129","H3051","H4026","H5892","H6213","H6327","H6440","H7218","H8034","H8064"]},{"v":5,"t":"And the LORD came down to see the city and the tower, which the children of men builded.","c":"","s":["H120","H1121","H1129","H3068","H3381","H4026","H5892","H7200"]},{"v":6,"t":"And the LORD said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do.","c":"","s":["H259","H559","H1219","H2161","H2490","H3068","H3605","H3808","H5971","H6213","H8193"]},{"v":7,"t":"Go to, let us go down, and there confound their language, that they may not understand one another's speech.","c":"","s":["H376","H834","H1101","H3051","H3381","H7453","H8085","H8193"]},{"v":8,"t":"So the LORD scattered them abroad from thence upon the face of all the earth: and they left off to build the city.","c":"","s":["H776","H1129","H2308","H3068","H5892","H6327","H6440","H8033"]},{"v":9,"t":"Therefore is the name of it called Babel; because the LORD did there confound the language of all the earth: and from thence did the LORD scatter them abroad upon the face of all the earth.","c":"","s":["H776","H894","H1101","H3068","H6327","H6440","H7121","H8034","H8193"]},{"v":10,"t":"These are the generations of Shem: Shem was an hundred years old, and begat Arphaxad two years after the flood:","c":"","s":["H310","H775","H1121","H3205","H3967","H3999","H8035","H8141","H8435"]},{"v":11,"t":"And Shem lived after he begat Arphaxad five hundred years, and begat sons and daughters.","c":"","s":["H310","H775","H1121","H1323","H2421","H2568","H3205","H3967","H8035","H8141"]},{"v":12,"t":"And Arphaxad lived five and thirty years, and begat Salah:","c":"","s":["H775","H2425","H2568","H3205","H7970","H7974","H8141"]},{"v":13,"t":"And Arphaxad lived after he begat Salah four hundred and three years, and begat sons and daughters.","c":"","s":["H310","H702","H775","H1121","H1323","H2421","H3205","H3967","H7969","H7974","H8141"]},{"v":14,"t":"And Salah lived thirty years, and begat Eber:","c":"","s":["H2425","H3205","H5677","H7970","H7974","H8141"]},{"v":15,"t":"And Salah lived after he begat Eber four hundred and three years, and begat sons and daughters.","c":"","s":["H310","H702","H1121","H1323","H2421","H3205","H3967","H5677","H7969","H7974","H8141"]},{"v":16,"t":"And Eber lived four and thirty years, and begat Peleg:","c":"","s":["H702","H2421","H3205","H5677","H6389","H7970","H8141"]},{"v":17,"t":"And Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters.","c":"","s":["H310","H702","H1121","H1323","H2421","H3205","H3967","H5677","H6389","H7970","H8141"]},{"v":18,"t":"And Peleg lived thirty years, and begat Reu:","c":"","s":["H2421","H3205","H6389","H7466","H7970","H8141"]},{"v":19,"t":"And Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters.","c":"","s":["H310","H1121","H1323","H2421","H3205","H3967","H6389","H7466","H8141","H8672"]},{"v":20,"t":"And Reu lived two and thirty years, and begat Serug:","c":"","s":["H2421","H3205","H7466","H7970","H8141","H8147","H8286"]},{"v":21,"t":"And Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters.","c":"","s":["H310","H1121","H1323","H2421","H3205","H3967","H7466","H7651","H8141","H8286"]},{"v":22,"t":"And Serug lived thirty years, and begat Nahor:","c":"","s":["H2421","H3205","H5152","H7970","H8141","H8286"]},{"v":23,"t":"And Serug lived after he begat Nahor two hundred years, and begat sons and daughters.","c":"","s":["H310","H1121","H1323","H2421","H3205","H3967","H5152","H8141","H8286"]},{"v":24,"t":"And Nahor lived nine and twenty years, and begat Terah:","c":"","s":["H2421","H3205","H5152","H6242","H8141","H8646","H8672"]},{"v":25,"t":"And Nahor lived after he begat Terah an hundred and nineteen years, and begat sons and daughters.","c":"","s":["H310","H1121","H1323","H2421","H3205","H3967","H5152","H6240","H8141","H8646","H8672"]},{"v":26,"t":"And Terah lived seventy years, and begat Abram, Nahor, and Haran.","c":"","s":["H87","H2039","H2421","H3205","H5152","H7657","H8141","H8646"]},{"v":27,"t":"Now these are the generations of Terah: Terah begat Abram, Nahor, and Haran; and Haran begat Lot.","c":"","s":["H87","H2039","H3205","H3876","H5152","H8435","H8646"]},{"v":28,"t":"And Haran died before his father Terah in the land of his nativity, in Ur of the Chaldees.","c":"","s":["H1","H218","H776","H2039","H3778","H4138","H4191","H6440","H8646"]},{"v":29,"t":"And Abram and Nahor took them wives: the name of Abram's wife was Sarai; and the name of Nahor's wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah.","c":"","s":["H1","H87","H802","H1323","H2039","H3252","H3947","H4435","H5152","H8034","H8297"]},{"v":30,"t":"But Sarai was barren; she had no child.","c":"","s":["H2056","H6135","H8297"]},{"v":31,"t":"And Terah took Abram his son, and Lot the son of Haran his son's son, and Sarai his daughter in law, his son Abram's wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there.","c":"","s":["H87","H218","H776","H802","H935","H1121","H2039","H2771","H3212","H3318","H3427","H3618","H3667","H3778","H3876","H3947","H8297","H8646"]},{"v":32,"t":"And the days of Terah were two hundred and five years: and Terah died in Haran.","c":"","s":["H2568","H2771","H3117","H3967","H4191","H8141","H8646"]}]}