[
  {
    "v": 1,
    "t": "Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:",
    "c": [
      "{'ref': 'Acts 7:2–3', 'note': 'God’s call to Abram'}",
      "{'ref': 'Hebrews 11:8', 'note': 'Abram obeyed by faith'}"
    ],
    "s": []
  },
  {
    "v": 2,
    "t": "And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:",
    "c": [
      "{'ref': 'Genesis 18:18', 'note': 'Great and mighty nation'}",
      "{'ref': 'Galatians 3:8', 'note': 'Gospel announced to Abraham'}"
    ],
    "s": []
  },
  {
    "v": 3,
    "t": "And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.",
    "c": [
      "{'ref': 'Genesis 22:18', 'note': 'In thy seed shall all nations be blessed'}",
      "{'ref': 'Numbers 24:9', 'note': 'Blessed is he that blesseth thee'}",
      "{'ref': 'Galatians 3:16', 'note': 'Promise ultimately to Christ'}"
    ],
    "s": []
  },
  {
    "v": 4,
    "t": "So Abram departed, as the LORD had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran.",
    "c": [
      "{'ref': 'Genesis 11:31–32', 'note': 'From Ur to Haran'}",
      "{'ref': 'Acts 7:4', 'note': 'Departure after Terah’s death'}"
    ],
    "s": []
  },
  {
    "v": 5,
    "t": "And Abram took Sarai his wife, and Lot his brother's son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.",
    "c": [
      "{'ref': 'Nehemiah 9:7', 'note': 'God chose Abram and brought him out'}",
      "{'ref': 'Genesis 13:12', 'note': 'Dwelling in the land'}"
    ],
    "s": []
  },
  {
    "v": 6,
    "t": "And Abram passed through the land unto the place of Sichem, unto the plain of Moreh. And the Canaanite was then in the land.",
    "c": [
      "{'ref': 'Genesis 33:18–19', 'note': 'Shechem later purchased by Jacob'}",
      "{'ref': 'Genesis 13:7', 'note': 'Canaanite and Perizzite in the land'}"
    ],
    "s": []
  },
  {
    "v": 7,
    "t": "And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.",
    "c": [
      "{'ref': 'Genesis 13:15', 'note': 'Land promise repeated'}",
      "{'ref': 'Genesis 15:18', 'note': 'Covenant boundaries'}",
      "{'ref': 'Galatians 3:16', 'note': 'Seed singular—Christ'}"
    ],
    "s": []
  },
  {
    "v": 8,
    "t": "And he removed from thence unto a mountain on the east of Bethel, and pitched his tent, having Bethel on the west, and Hai on the east: and there he builded an altar unto the LORD, and called upon the name of the LORD.",
    "c": [
      "{'ref': 'Genesis 13:3–4', 'note': 'Return to Bethel and calling on the LORD'}",
      "{'ref': 'Genesis 26:25', 'note': 'Isaac also builds an altar and calls on the LORD'}"
    ],
    "s": []
  },
  {
    "v": 9,
    "t": "And Abram journeyed, going on still toward the south.",
    "c": [
      "{'ref': 'Genesis 13:1', 'note': 'Journeying in the Negeb (south)'}"
    ],
    "s": []
  },
  {
    "v": 10,
    "t": "And there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land.",
    "c": [
      "{'ref': 'Genesis 26:1', 'note': 'Famine in Isaac’s day'}",
      "{'ref': 'Genesis 41:56', 'note': 'Severe famine in Joseph’s time'}"
    ],
    "s": []
  },
  {
    "v": 11,
    "t": "And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:",
    "c": [
      "{'ref': 'Genesis 20:2', 'note': 'Similar event with Abimelech'}"
    ],
    "s": []
  },
  {
    "v": 12,
    "t": "Therefore it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive.",
    "c": [
      "{'ref': 'Genesis 26:7', 'note': 'Isaac fears for his life over Rebekah'}"
    ],
    "s": []
  },
  {
    "v": 13,
    "t": "Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.",
    "c": [
      "{'ref': 'Genesis 20:12', 'note': 'Sarai his half-sister'}"
    ],
    "s": []
  },
  {
    "v": 14,
    "t": "And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.",
    "c": [
      "{'ref': 'Proverbs 31:30', 'note': 'Favour is deceitful, and beauty is vain'}"
    ],
    "s": []
  },
  {
    "v": 15,
    "t": "The princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh's house.",
    "c": [
      "{'ref': 'Esther 2:8', 'note': 'Brought into the king’s house'}"
    ],
    "s": []
  },
  {
    "v": 16,
    "t": "And he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels.",
    "c": [
      "{'ref': 'Genesis 24:35', 'note': 'The LORD hath blessed my master greatly'}"
    ],
    "s": []
  },
  {
    "v": 17,
    "t": "And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram's wife.",
    "c": [
      "{'ref': 'Exodus 7–12', 'note': 'Plagues on Egypt (later)'}",
      "{'ref': 'Psalm 105:14', 'note': 'He suffered no man to do them wrong'}"
    ],
    "s": []
  },
  {
    "v": 18,
    "t": "And Pharaoh called Abram, and said, What is this that thou hast done unto me? why didst thou not tell me that she was thy wife?",
    "c": [
      "{'ref': 'Genesis 20:9', 'note': 'Abimelech’s rebuke to Abraham'}"
    ],
    "s": []
  },
  {
    "v": 19,
    "t": "Why saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way.",
    "c": [
      "{'ref': 'Proverbs 12:19', 'note': 'The lip of truth shall be established'}"
    ],
    "s": []
  },
  {
    "v": 20,
    "t": "And Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had.",
    "c": [
      "{'ref': 'Exodus 12:31–32', 'note': 'Pharaoh sends Israel away (later echo)'}"
    ],
    "s": []
  }
]