{
  "book": "Genesis",
  "chapter": 19,
  "verses": [
    { "num": 1, "text": "The two angels came to Sodom in the evening, and Lot sat in the gate of Sodom. When Lot saw them, he rose to meet them and bowed with his face to the earth.", "crossRefs": [], "commentary": "" },
    { "num": 2, "text": "He said, “My lords, turn aside to your servant’s house, spend the night, and wash your feet.” They said, “No; we will spend the night in the square.”", "crossRefs": [], "commentary": "" },
    { "num": 3, "text": "But he urged them strongly; so they turned in to him and entered his house. He made them a feast and baked unleavened bread, and they ate.", "crossRefs": [], "commentary": "" },
    { "num": 4, "text": "Before they lay down, the men of the city, the men of Sodom, surrounded the house, young and old, all the people to the last man.", "crossRefs": [], "commentary": "" },
    { "num": 5, "text": "They called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.”", "crossRefs": [ { "ref": "Jude 1:7", "note": "Sodom’s sin" } ], "commentary": "" },
    { "num": 6, "text": "Lot went out to the men at the entrance, shut the door after him,", "crossRefs": [], "commentary": "" },
    { "num": 7, "text": "and said, “I beg you, my brothers, do not act so wickedly.”", "crossRefs": [], "commentary": "" },
    { "num": 8, "text": "“Behold, I have two daughters who have not known a man; let me bring them out to you, and do to them as you please; only do nothing to these men.”", "crossRefs": [], "commentary": "" },
    { "num": 9, "text": "They said, “Stand back!” … They pressed hard against Lot and drew near to break the door.", "crossRefs": [], "commentary": "" },
    { "num": 10, "text": "But the men reached out their hands and brought Lot into the house with them and shut the door.", "crossRefs": [], "commentary": "" },
    { "num": 11, "text": "And they struck the men who were at the door of the house with blindness, both small and great, so that they wore themselves out groping for the door.", "crossRefs": [], "commentary": "" },
    { "num": 12, "text": "Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters… bring them out of the place,”", "crossRefs": [], "commentary": "" },
    { "num": 13, "text": "“for we are about to destroy this place, because the outcry has become great before the LORD.”", "crossRefs": [], "commentary": "" },
    { "num": 14, "text": "So Lot went out and spoke to his sons-in-law … “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.", "crossRefs": [], "commentary": "" },
    { "num": 15, "text": "As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.”", "crossRefs": [], "commentary": "" },
    { "num": 16, "text": "But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city.", "crossRefs": [ { "ref": "2 Peter 2:7", "note": "Righteous Lot rescued" } ], "commentary": "" },
    { "num": 17, "text": "As they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley; escape to the hills, lest you be swept away.”", "crossRefs": [], "commentary": "" },
    { "num": 18, "text": "Lot said to them, “Oh, no, my lords.”", "crossRefs": [], "commentary": "" },
    { "num": 19, "text": "“Your servant has found favor in your sight… but I cannot escape to the hills, lest the disaster overtake me and I die.”", "crossRefs": [], "commentary": "" },
    { "num": 20, "text": "“Behold, that city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!”", "crossRefs": [], "commentary": "" },
    { "num": 21, "text": "He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken.”", "crossRefs": [], "commentary": "" },
    { "num": 22, "text": "“Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.", "crossRefs": [], "commentary": "" },
    { "num": 23, "text": "The sun had risen on the earth when Lot came to Zoar.", "crossRefs": [], "commentary": "" },
    { "num": 24, "text": "Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven.", "crossRefs": [ { "ref": "Luke 17:29", "note": "Judgment on Sodom" } ], "commentary": "" },
    { "num": 25, "text": "He overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground.", "crossRefs": [], "commentary": "" },
    { "num": 26, "text": "But Lot’s wife, behind him, looked back, and she became a pillar of salt.", "crossRefs": [ { "ref": "Luke 17:32", "note": "Remember Lot’s wife" } ], "commentary": "" },
    { "num": 27, "text": "Abraham went early in the morning to the place where he had stood before the LORD.", "crossRefs": [], "commentary": "" },
    { "num": 28, "text": "He looked down toward Sodom and Gomorrah… and behold, the smoke of the land went up like the smoke of a furnace.", "crossRefs": [], "commentary": "" },
    { "num": 29, "text": "So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow.", "crossRefs": [], "commentary": "" },
    { "num": 30, "text": "Now Lot went up out of Zoar and lived in the hills with his two daughters, for he feared to live in Zoar. He lived in a cave with his two daughters.", "crossRefs": [], "commentary": "" },
    { "num": 31, "text": "The firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us…", "crossRefs": [], "commentary": "" },
    { "num": 32, "text": "“Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.”", "crossRefs": [], "commentary": "" },
    { "num": 33, "text": "So they made their father drink wine that night. And the firstborn went in, and he did not know when she lay down or when she arose.", "crossRefs": [], "commentary": "" },
    { "num": 34, "text": "The next day the firstborn said to the younger, “Behold, I lay last night… let us make him drink wine tonight also; then you go in.”", "crossRefs": [], "commentary": "" },
    { "num": 35, "text": "So they made their father drink wine that night also, and the younger arose and lay with him…", "crossRefs": [], "commentary": "" },
    { "num": 36, "text": "Thus both the daughters of Lot became pregnant by their father.", "crossRefs": [], "commentary": "" },
    { "num": 37, "text": "The firstborn bore a son and called his name Moab; he is the father of the Moabites to this day.", "crossRefs": [], "commentary": "" },
    { "num": 38, "text": "The younger also bore a son and called his name Ben-Ammi; he is the father of the Ammonites to this day.", "crossRefs": [], "commentary": "" }
  ]
}
