{
  "book": "Genesis",
  "chapter": 3,
  "verses": [
    {
      "num": 1,
      "text": "Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?",
      "crossRefs": [
        {"ref": "2 Corinthians 11:3", "note": "The serpent beguiled Eve"},
        {"ref": "Revelation 12:9", "note": "That old serpent, called the Devil"},
        {"ref": "John 8:44", "note": "Father of lies"}
      ],
      "commentary": ""
    },
    {
      "num": 2,
      "text": "And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:",
      "crossRefs": [
        {"ref": "Genesis 2:16", "note": "Freely eat of every tree"},
        {"ref": "Genesis 1:29", "note": "Provision of food"}
      ],
      "commentary": ""
    },
    {
      "num": 3,
      "text": "But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.",
      "crossRefs": [
        {"ref": "Genesis 2:17", "note": "Thou shalt surely die"},
        {"ref": "Deuteronomy 4:2", "note": "Do not add unto the word"}
      ],
      "commentary": ""
    },
    {
      "num": 4,
      "text": "And the serpent said unto the woman, Ye shall not surely die:",
      "crossRefs": [
        {"ref": "John 8:44", "note": "He is a liar"},
        {"ref": "2 Corinthians 11:14", "note": "Satan transformed as an angel of light"}
      ],
      "commentary": ""
    },
    {
      "num": 5,
      "text": "For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.",
      "crossRefs": [
        {"ref": "Genesis 3:22", "note": "Man become as one of us, knowing good and evil"},
        {"ref": "Isaiah 14:14", "note": "I will be like the most High"},
        {"ref": "1 John 2:16", "note": "Pride of life"}
      ],
      "commentary": ""
    },
    {
      "num": 6,
      "text": "And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.",
      "crossRefs": [
        {"ref": "1 John 2:16", "note": "Lust of the flesh, eyes, pride of life"},
        {"ref": "James 1:14–15", "note": "Lust conceives and brings forth sin"},
        {"ref": "1 Timothy 2:14", "note": "Adam not deceived; the woman being deceived"}
      ],
      "commentary": ""
    },
    {
      "num": 7,
      "text": "And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.",
      "crossRefs": [
        {"ref": "Genesis 2:25", "note": "Were both naked, and not ashamed"},
        {"ref": "Revelation 3:18", "note": "Buy white raiment to be clothed"}
      ],
      "commentary": ""
    },
    {
      "num": 8,
      "text": "And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.",
      "crossRefs": [
        {"ref": "Psalm 139:7–12", "note": "Whither shall I flee from thy presence?"},
        {"ref": "John 3:20", "note": "He that doeth evil hateth the light"}
      ],
      "commentary": ""
    },
    {
      "num": 9,
      "text": "And the LORD God called unto Adam, and said unto him, Where art thou?",
      "crossRefs": [
        {"ref": "Ezekiel 34:11", "note": "I, even I, will both search my sheep"},
        {"ref": "Luke 19:10", "note": "The Son of man is come to seek and to save"}
      ],
      "commentary": ""
    },
    {
      "num": 10,
      "text": "And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.",
      "crossRefs": [
        {"ref": "Isaiah 59:2", "note": "Your sins have hid his face from you"},
        {"ref": "Genesis 2:25", "note": "Contrast: not ashamed before sin"}
      ],
      "commentary": ""
    },
    {
      "num": 11,
      "text": "And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?",
      "crossRefs": [
        {"ref": "Genesis 2:17", "note": "Command not to eat"},
        {"ref": "Job 31:33", "note": "If I covered my transgressions as Adam"}
      ],
      "commentary": ""
    },
    {
      "num": 12,
      "text": "And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.",
      "crossRefs": [
        {"ref": "Proverbs 28:13", "note": "He that covereth his sins shall not prosper"},
        {"ref": "James 1:13", "note": "Let no man say, I am tempted of God"}
      ],
      "commentary": ""
    },
    {
      "num": 13,
      "text": "And the LORD God said unto the woman, What is this that thou hast done? And the woman said, The serpent beguiled me, and I did eat.",
      "crossRefs": [
        {"ref": "2 Corinthians 11:3", "note": "Serpent beguiled Eve through subtilty"},
        {"ref": "1 Timothy 2:14", "note": "The woman being deceived was in the transgression"}
      ],
      "commentary": ""
    },
    {
      "num": 14,
      "text": "And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:",
      "crossRefs": [
        {"ref": "Isaiah 65:25", "note": "Dust shall be the serpent's meat"},
        {"ref": "Micah 7:17", "note": "They shall lick the dust like a serpent"}
      ],
      "commentary": ""
    },
    {
      "num": 15,
      "text": "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.",
      "crossRefs": [
        {"ref": "Romans 16:20", "note": "God shall bruise Satan under your feet"},
        {"ref": "Hebrews 2:14", "note": "Destroy him that had the power of death, that is, the devil"},
        {"ref": "Revelation 12:17", "note": "Dragon wroth with the woman and her seed"}
      ],
      "commentary": ""
    },
    {
      "num": 16,
      "text": "Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.",
      "crossRefs": [
        {"ref": "1 Timothy 2:15", "note": "Saved in childbearing (perseverance through roles)"},
        {"ref": "Genesis 4:7", "note": "Desire and rule phrasing"},
        {"ref": "1 Peter 3:1", "note": "Wives be in subjection to your own husbands"}
      ],
      "commentary": ""
    },
    {
      "num": 17,
      "text": "And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;",
      "crossRefs": [
        {"ref": "Romans 8:20–22", "note": "Creation made subject to vanity"},
        {"ref": "Hebrews 6:8", "note": "That which beareth thorns is rejected"}
      ],
      "commentary": ""
    },
    {
      "num": 18,
      "text": "Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;",
      "crossRefs": [
        {"ref": "Isaiah 5:6", "note": "Briers and thorns"},
        {"ref": "Matthew 27:29", "note": "Crown of thorns"}
      ],
      "commentary": ""
    },
    {
      "num": 19,
      "text": "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.",
      "crossRefs": [
        {"ref": "Genesis 2:7", "note": "Formed of the dust of the ground"},
        {"ref": "Ecclesiastes 12:7", "note": "Dust returns to the earth"},
        {"ref": "1 Corinthians 15:47", "note": "The first man is of the earth, earthy"}
      ],
      "commentary": ""
    },
    {
      "num": 20,
      "text": "And Adam called his wife's name Eve; because she was the mother of all living.",
      "crossRefs": [
        {"ref": "Genesis 4:1", "note": "Eve conceived and bare Cain"},
        {"ref": "2 Corinthians 11:3", "note": "Eve beguiled by the serpent"}
      ],
      "commentary": ""
    },
    {
      "num": 21,
      "text": "Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.",
      "crossRefs": [
        {"ref": "Isaiah 61:10", "note": "He hath clothed me with garments of salvation"},
        {"ref": "Hebrews 9:22", "note": "Without shedding of blood is no remission"},
        {"ref": "Revelation 3:18", "note": "Buy white raiment, that thou mayest be clothed"}
      ],
      "commentary": ""
    },
    {
      "num": 22,
      "text": "And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:",
      "crossRefs": [
        {"ref": "Genesis 1:26", "note": "Let us make man in our image"},
        {"ref": "Genesis 11:7", "note": "Let us go down"},
        {"ref": "Revelation 2:7", "note": "Tree of life in the paradise of God"}
      ],
      "commentary": ""
    },
    {
      "num": 23,
      "text": "Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.",
      "crossRefs": [
        {"ref": "Genesis 3:19", "note": "Till the ground and return to dust"},
        {"ref": "Hosea 12:3", "note": "By his strength he had power with God (exile/restoration themes)"}
      ],
      "commentary": ""
    },
    {
      "num": 24,
      "text": "So he drove out the man; and he placed at the east of the garden of Eden Cherubims, and a flaming sword which turned every way, to keep the way of the tree of life.",
      "crossRefs": [
        {"ref": "Exodus 25:18–22", "note": "Cherubim over the mercy seat"},
        {"ref": "Ezekiel 10:1–5", "note": "Glory and cherubim"},
        {"ref": "Revelation 22:14", "note": "Right to the tree of life"}
      ],
      "commentary": ""
    }
  ]
}
