[
  {
    "v": 1,
    "t": "And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,",
    "c": [
      "{'ref': 'Genesis 1:28', 'note': 'Be fruitful and multiply'}",
      "{'ref': 'Genesis 5:4', 'note': 'Sons and daughters of Adam'}"
    ],
    "s": []
  },
  {
    "v": 2,
    "t": "That the sons of God saw the daughters of men that they were fair; and they took them wives of all which they chose.",
    "c": [
      "{'ref': 'Job 1:6', 'note': 'Sons of God before the LORD'}",
      "{'ref': 'Matthew 24:38', 'note': 'Marrying and giving in marriage before the flood'}"
    ],
    "s": []
  },
  {
    "v": 3,
    "t": "And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.",
    "c": [
      "{'ref': 'Isaiah 57:16', 'note': 'I will not contend for ever'}",
      "{'ref': '1 Peter 3:20', 'note': 'Longsuffering of God in the days of Noah'}"
    ],
    "s": []
  },
  {
    "v": 4,
    "t": "There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children to them, the same became mighty men which were of old, men of renown.",
    "c": [
      "{'ref': 'Numbers 13:33', 'note': 'Giants (Nephilim) mentioned'}",
      "{'ref': 'Jude 6', 'note': 'Angels which kept not their first estate (interpretive link)'}"
    ],
    "s": []
  },
  {
    "v": 5,
    "t": "And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually.",
    "c": [
      "{'ref': 'Genesis 8:21', 'note': \"Imagination of man's heart is evil from his youth\"}",
      "{'ref': 'Jeremiah 17:9', 'note': 'The heart is deceitful above all things'}"
    ],
    "s": []
  },
  {
    "v": 6,
    "t": "And it repented the LORD that he had made man on the earth, and it grieved him at his heart.",
    "c": [
      "{'ref': '1 Samuel 15:11', 'note': 'It repenteth me that I have set up Saul'}",
      "{'ref': 'Ephesians 4:30', 'note': 'Grieve not the Holy Spirit of God'}"
    ],
    "s": []
  },
  {
    "v": 7,
    "t": "And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.",
    "c": [
      "{'ref': 'Genesis 7:4', 'note': 'Every living substance will I destroy'}",
      "{'ref': 'Zephaniah 1:3', 'note': 'I will consume man and beast'}"
    ],
    "s": []
  },
  {
    "v": 8,
    "t": "But Noah found grace in the eyes of the LORD.",
    "c": [
      "{'ref': 'Exodus 33:17', 'note': 'Thou hast found grace in my sight'}",
      "{'ref': 'Hebrews 11:7', 'note': 'Noah moved with fear, prepared an ark'}"
    ],
    "s": []
  },
  {
    "v": 9,
    "t": "These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.",
    "c": [
      "{'ref': 'Genesis 5:22', 'note': 'Enoch walked with God'}",
      "{'ref': 'Ezekiel 14:14', 'note': 'Noah, Daniel, and Job—righteous men'}"
    ],
    "s": []
  },
  {
    "v": 10,
    "t": "And Noah begat three sons, Shem, Ham, and Japheth.",
    "c": [
      "{'ref': 'Genesis 5:32', 'note': 'Noah begat Shem, Ham, and Japheth'}",
      "{'ref': 'Genesis 9:18–19', 'note': 'Of them was the whole earth overspread'}"
    ],
    "s": []
  },
  {
    "v": 11,
    "t": "The earth also was corrupt before God, and the earth was filled with violence.",
    "c": [
      "{'ref': 'Psalm 14:2–3', 'note': 'They are all gone aside'}",
      "{'ref': 'Habakkuk 2:8', 'note': \"Because of men's blood, and for the violence\"}"
    ],
    "s": []
  },
  {
    "v": 12,
    "t": "And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.",
    "c": [
      "{'ref': 'Deuteronomy 32:5', 'note': 'They have corrupted themselves'}",
      "{'ref': 'Romans 3:23', 'note': 'All have sinned'}"
    ],
    "s": []
  },
  {
    "v": 13,
    "t": "And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.",
    "c": [
      "{'ref': 'Isaiah 34:2', 'note': 'Indignation upon all nations'}",
      "{'ref': '2 Peter 3:6', 'note': 'The world that then was, being overflowed with water, perished'}"
    ],
    "s": []
  },
  {
    "v": 14,
    "t": "Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.",
    "c": [
      "{'ref': 'Exodus 2:3', 'note': 'Ark of bulrushes daubed with pitch'}",
      "{'ref': 'Hebrews 11:7', 'note': 'Prepared an ark to the saving of his house'}"
    ],
    "s": []
  },
  {
    "v": 15,
    "t": "And this is the fashion which thou shalt make it of: The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.",
    "c": [
      "{'ref': 'Ezekiel 40:5', 'note': 'Cubit as a measuring unit'}",
      "{'ref': 'Genesis 7:1', 'note': 'Come thou and all thy house into the ark'}"
    ],
    "s": []
  },
  {
    "v": 16,
    "t": "A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with lower, second, and third stories shalt thou make it.",
    "c": [
      "{'ref': 'Genesis 8:6', 'note': 'Noah opened the window of the ark'}",
      "{'ref': 'John 10:9', 'note': 'I am the door (typological link)'}"
    ],
    "s": []
  },
  {
    "v": 17,
    "t": "And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.",
    "c": [
      "{'ref': 'Genesis 7:21–23', 'note': 'All flesh died that moved upon the earth'}",
      "{'ref': 'Job 22:16', 'note': 'Cut down out of time, whose foundation was overflown with a flood'}"
    ],
    "s": []
  },
  {
    "v": 18,
    "t": "But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons' wives with thee.",
    "c": [
      "{'ref': 'Genesis 9:9–11', 'note': 'Covenant with Noah after the flood'}",
      "{'ref': 'Hosea 6:7', 'note': 'They like Adam have transgressed the covenant (covenant theme)'}"
    ],
    "s": []
  },
  {
    "v": 19,
    "t": "And of every living thing of all flesh, two of every sort shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.",
    "c": [
      "{'ref': 'Genesis 7:2–3', 'note': 'Clean by sevens, unclean by twos'}",
      "{'ref': 'Genesis 1:22', 'note': 'Be fruitful and multiply (preservation)'}"
    ],
    "s": []
  },
  {
    "v": 20,
    "t": "Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.",
    "c": [
      "{'ref': 'Genesis 1:24–25', 'note': 'After their kind'}",
      "{'ref': 'Genesis 7:8–9', 'note': 'They went in two and two unto Noah into the ark'}"
    ],
    "s": []
  },
  {
    "v": 21,
    "t": "And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.",
    "c": [
      "{'ref': 'Genesis 1:29–30', 'note': 'Provision of food to man and animals'}",
      "{'ref': 'Proverbs 6:6–8', 'note': 'Ant prepares her meat in the summer'}"
    ],
    "s": []
  },
  {
    "v": 22,
    "t": "Thus did Noah; according to all that God commanded him, so did he.",
    "c": [
      "{'ref': 'Genesis 7:5', 'note': 'Noah did according unto all that the LORD commanded him'}",
      "{'ref': 'Hebrews 11:7', 'note': 'By faith… prepared an ark'}"
    ],
    "s": []
  }
]