{
  "total": 29,
  "verses": [
    {
      "v": 1,
      "t": "Now Benjamin begat Bela his firstborn, Ashbel the second, and Aharah the third,",
      "c": 79,
      "s": []
    },
    {
      "v": 2,
      "t": "Nohah the fourth, and Rapha the fifth.",
      "c": 38,
      "s": []
    },
    {
      "v": 3,
      "t": "And the sons of Bela were, Addar, and Gera, and Abihud,",
      "c": 55,
      "s": []
    },
    {
      "v": 4,
      "t": "And Abishua, and Naaman, and Ahoah,",
      "c": 35,
      "s": []
    },
    {
      "v": 5,
      "t": "And Gera, and Shephuphan, and Huram.",
      "c": 36,
      "s": []
    },
    {
      "v": 6,
      "t": "And these are the sons of Ehud: these are the heads of the fathers of the inhabitants of Geba, and they removed them to Manahath:",
      "c": 129,
      "s": []
    },
    {
      "v": 7,
      "t": "And Naaman, and Ahiah, and Gera, he removed them, and begat Uzza, and Ahihud.",
      "c": 77,
      "s": []
    },
    {
      "v": 8,
      "t": "And Shaharaim begat children in the country of Moab, after he had sent them away; Hushim and Baara were his wives.",
      "c": 114,
      "s": []
    },
    {
      "v": 9,
      "t": "And he begat of Hodesh his wife, Jobab, and Zibia, and Mesha, and Malcham,",
      "c": 74,
      "s": []
    },
    {
      "v": 10,
      "t": "And Jeuz, and Shachia, and Mirma. These were his sons, heads of the fathers.",
      "c": 76,
      "s": []
    },
    {
      "v": 11,
      "t": "And of Hushim he begat Abitub, and Elpaal.",
      "c": 42,
      "s": []
    },
    {
      "v": 12,
      "t": "The sons of Elpaal; Eber, and Misham, and Shamed, who built Ono, and Lod, with the towns thereof:",
      "c": 97,
      "s": []
    },
    {
      "v": 13,
      "t": "Beriah also, and Shema, who were heads of the fathers of the inhabitants of Aijalon, who drove away the inhabitants of Gath:",
      "c": 124,
      "s": []
    },
    {
      "v": 14,
      "t": "And Ahio, Shashak, and Jeremoth,",
      "c": 32,
      "s": []
    },
    {
      "v": 15,
      "t": "And Zebadiah, and Arad, and Ader,",
      "c": 33,
      "s": []
    },
    {
      "v": 16,
      "t": "And Michael, and Ispah, and Joha, the sons of Beriah;",
      "c": 53,
      "s": []
    },
    {
      "v": 17,
      "t": "And Zebadiah, and Meshullam, and Hezeki, and Heber,",
      "c": 51,
      "s": []
    },
    {
      "v": 18,
      "t": "Ishmerai also, and Jezliah, and Jobab, the sons of Elpaal;",
      "c": 58,
      "s": []
    },
    {
      "v": 19,
      "t": "And Jakim, and Zichri, and Zabdi,",
      "c": 33,
      "s": []
    },
    {
      "v": 20,
      "t": "And Elienai, and Zilthai, and Eliel,",
      "c": 36,
      "s": []
    },
    {
      "v": 21,
      "t": "And Adaiah, and Beraiah, and Shimrath, the sons of Shimhi;",
      "c": 58,
      "s": []
    },
    {
      "v": 22,
      "t": "And Ishpan, and Heber, and Eliel,",
      "c": 33,
      "s": []
    },
    {
      "v": 23,
      "t": "And Abdon, and Zichri, and Hanan,",
      "c": 33,
      "s": []
    },
    {
      "v": 24,
      "t": "And Hananiah, and Elam, and Antothijah,",
      "c": 39,
      "s": []
    },
    {
      "v": 25,
      "t": "And Iphedeiah, and Penuel, the sons of Shashak;",
      "c": 47,
      "s": []
    },
    {
      "v": 26,
      "t": "And Shamsherai, and Shehariah, and Athaliah,",
      "c": 44,
      "s": []
    },
    {
      "v": 27,
      "t": "And Jaresiah, and Eliah, and Zichri, the sons of Jeroham.",
      "c": 57,
      "s": []
    },
    {
      "v": 28,
      "t": "These were heads of the fathers, by their generations, chief men. These dwelt in Jerusalem.",
      "c": 91,
      "s": []
    },
    {
      "v": 29,
      "t": "And at Gibeon dwelt the father of Gibeon; whose wife's name was Maachah:",
      "c": 72,
      "s": []
    },
    {
      "v": 30,
      "t": "And his firstborn son Abdon, and Zur, and Kish, and Baal, and Nadab,",
      "c": 68,
      "s": []
    },
    {
      "v": 31,
      "t": "And Gedor, and Ahio, and Zacher.",
      "c": 32,
      "s": []
    },
    {
      "v": 32,
      "t": "And Mikloth begat Shimeah. And these also dwelt with their brethren in Jerusalem, over against them.",
      "c": 100,
      "s": []
    },
    {
      "v": 33,
      "t": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan, and Malchi-shua, and Abinadab, and Esh-baal.",
      "c": 110,
      "s": []
    },
    {
      "v": 34,
      "t": "And the son of Jonathan was Merib-baal; and Merib-baal begat Micah.",
      "c": 67,
      "s": []
    },
    {
      "v": 35,
      "t": "And the sons of Micah were, Pithon, and Melech, and Tarea, and Ahaz.",
      "c": 68,
      "s": []
    },
    {
      "v": 36,
      "t": "And Ahaz begat Jehoadah; and Jehoadah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza,",
      "c": 99,
      "s": []
    },
    {
      "v": 37,
      "t": "And Moza begat Binea: Rapha was his son, Eleasah his son, Azel his son:",
      "c": 71,
      "s": []
    },
    {
      "v": 38,
      "t": "And Azel had six sons, whose names are these, Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these were the sons of Azel.",
      "c": 147,
      "s": []
    },
    {
      "v": 39,
      "t": "And the sons of Eshek his brother were, Ulam his firstborn, Jehush the second, and Eliphelet the third.",
      "c": 103,
      "s": []
    },
    {
      "v": 40,
      "t": "And the sons of Ulam were mighty men of valour, archers, and had many sons, and sons' sons, an hundred and fifty. All these are of the sons of Benjamin.",
      "c": 152,
      "s": []
    }
  ]
}