{"total":50,"verses":[{"v":1,"t":"And he heard the words of Laban's sons, saying, Jacob hath taken away all that was our father's; and of that which was our father's hath he gotten all this glory.","c":"","s":["H1","H559","H1121","H1697","H3290","H3519","H3837","H3947","H6213","H8085"]},{"v":2,"t":"And Jacob beheld the countenance of Laban, and, behold, it was not toward him as before.","c":"","s":["H3290","H3837","H6440","H7200","H8032","H8543"]},{"v":3,"t":"And the LORD said unto Jacob, Return unto the land of thy fathers, and to thy kindred; and I will be with thee.","c":"","s":["H1","H559","H776","H3068","H3290","H4138","H7725"]},{"v":4,"t":"And Jacob sent and called Rachel and Leah to the field unto his flock,","c":"","s":["H3290","H3812","H6629","H7121","H7354","H7704","H7971"]},{"v":5,"t":"And said unto them, I see your father's countenance, that it is not toward me as before; but the God of my father hath been with me.","c":"","s":["H1","H430","H559","H1961","H6440","H7200","H8032","H8543"]},{"v":6,"t":"And ye know that with all my power I have served your father.","c":"","s":["H1","H859","H3045","H3581","H5647"]},{"v":7,"t":"And your father hath deceived me, and changed my wages ten times; but God suffered him not to hurt me.","c":"","s":["H1","H430","H2048","H2498","H4489","H4909","H5414","H5978","H6235","H7489"]},{"v":8,"t":"If he said thus, The speckled shall be thy wages; then all the cattle bare speckled: and if he said thus, The ringstraked shall be thy hire; then bare all the cattle ringstraked.","c":"","s":["H559","H3205","H5348","H6124","H6629","H7939"]},{"v":9,"t":"Thus God hath taken away the cattle of your father, and given them to me.","c":"","s":["H1","H430","H4735","H5337","H5414"]},{"v":10,"t":"And it came to pass at the time that the cattle conceived, that I lifted up mine eyes, and saw in a dream, and, behold, the rams which leaped upon the cattle were ringstraked, speckled, and grisled.","c":"","s":["H1261","H2472","H3179","H5348","H5375","H5869","H5927","H6124","H6256","H6260","H6629","H7200"]},{"v":11,"t":"And the angel of God spake unto me in a dream, saying, Jacob: And I said, Here am I.","c":"","s":["H430","H559","H2472","H3290","H4397"]},{"v":12,"t":"And he said, Lift up now thine eyes, and see, all the rams which leap upon the cattle are ringstraked, speckled, and grisled: for I have seen all that Laban doeth unto thee.","c":"","s":["H559","H1261","H3837","H5348","H5375","H5869","H5927","H6124","H6213","H6260","H6629","H7200"]},{"v":13,"t":"I am the God of Bethel, where thou anointedst the pillar, and where thou vowedst a vow unto me: now arise, get thee out from this land, and return unto the land of thy kindred.","c":"","s":["H410","H776","H1008","H3318","H4138","H4676","H4886","H5087","H5088","H6965","H7725"]},{"v":14,"t":"And Rachel and Leah answered and said unto him, Is there yet any portion or inheritance for us in our father's house?","c":"","s":["H1","H559","H1004","H2506","H3812","H5159","H6030","H7354"]},{"v":15,"t":"Are we not counted of him strangers? for he hath sold us, and hath quite devoured also our money.","c":"","s":["H398","H2803","H3701","H4376","H5237"]},{"v":16,"t":"For all the riches which God hath taken from our father, that is ours, and our children's: now then, whatsoever God hath said unto thee, do.","c":"","s":["H1","H430","H559","H1121","H5337","H6213","H6239"]},{"v":17,"t":"Then Jacob rose up, and set his sons and his wives upon camels;","c":"","s":["H802","H1121","H1581","H3290","H5375","H6965"]},{"v":18,"t":"And he carried away all his cattle, and all his goods which he had gotten, the cattle of his getting, which he had gotten in Padan-aram, for to go to Isaac his father in the land of Canaan.","c":"","s":["H1","H776","H935","H3327","H3667","H4735","H5090","H6307","H7075","H7399","H7408"]},{"v":19,"t":"And Laban went to shear his sheep: and Rachel had stolen the images that were her father's.","c":"","s":["H1","H1494","H1589","H1980","H3837","H6629","H7354","H8655"]},{"v":20,"t":"And Jacob stole away unawares to Laban the Syrian, in that he told him not that he fled.","c":"","s":["H761","H1097","H1272","H1589","H3290","H3820","H3837","H5046","H5921"]},{"v":21,"t":"So he fled with all that he had; and he rose up, and passed over the river, and set his face toward the mount Gilead.","c":"","s":["H1272","H1568","H2022","H5104","H5674","H6440","H6965","H7760"]},{"v":22,"t":"And it was told Laban on the third day that Jacob was fled.","c":"","s":["H1272","H3117","H3290","H3837","H5046","H7992"]},{"v":23,"t":"And he took his brethren with him, and pursued after him seven days' journey; and they overtook him in the mount Gilead.","c":"","s":["H251","H310","H1568","H1692","H1870","H2022","H3117","H3947","H7291","H7651"]},{"v":24,"t":"And God came to Laban the Syrian in a dream by night, and said unto him, Take heed that thou speak not to Jacob either good or bad.","c":"","s":["H430","H559","H761","H935","H1696","H2472","H2896","H3290","H3837","H3915","H5704","H5973","H7451","H8104"]},{"v":25,"t":"Then Laban overtook Jacob. Now Jacob had pitched his tent in the mount: and Laban with his brethren pitched in the mount of Gilead.","c":"","s":["H168","H251","H1568","H2022","H3290","H3837","H5381","H8628"]},{"v":26,"t":"And Laban said to Jacob, What hast thou done, that thou hast stolen away unawares to me, and carried away my daughters, as captives taken with the sword?","c":"","s":["H559","H1323","H1589","H2719","H3290","H3824","H3837","H5090","H6213","H7617"]},{"v":27,"t":"Wherefore didst thou flee away secretly, and steal away from me; and didst not tell me, that I might have sent thee away with mirth, and with songs, with tabret, and with harp?","c":"","s":["H1272","H1589","H2244","H3658","H5046","H7892","H7971","H8057","H8596"]},{"v":28,"t":"And hast not suffered me to kiss my sons and my daughters? thou hast now done foolishly in so doing.","c":"","s":["H1121","H1323","H5203","H5401","H5528","H6213"]},{"v":29,"t":"It is in the power of my hand to do you hurt: but the God of your father spake unto me yesternight, saying, Take thou heed that thou speak not to Jacob either good or bad.","c":"","s":["H1","H410","H430","H559","H570","H1696","H2896","H3027","H3290","H3426","H6213","H7451","H8104"]},{"v":30,"t":"And now, though thou wouldest needs be gone, because thou sore longedst after thy father's house, yet wherefore hast thou stolen my gods?","c":"","s":["H1","H430","H1004","H1589","H1980","H3700"]},{"v":31,"t":"And Jacob answered and said to Laban, Because I was afraid: for I said, Peradventure thou wouldest take by force thy daughters from me.","c":"","s":["H559","H1323","H1497","H3290","H3372","H3837","H6030","H6435"]},{"v":32,"t":"With whomsoever thou findest thy gods, let him not live: before our brethren discern thou what is thine with me, and take it to thee. For Jacob knew not that Rachel had stolen them.","c":"","s":["H251","H430","H834","H1589","H2421","H3045","H3290","H3947","H4672","H5048","H5234","H7354"]},{"v":33,"t":"And Laban went into Jacob's tent, and into Leah's tent, and into the two maidservants' tents; but he found them not. Then went he out of Leah's tent, and entered into Rachel's tent.","c":"","s":["H168","H519","H935","H3290","H3318","H3812","H3837","H4672","H7354","H8147"]},{"v":34,"t":"Now Rachel had taken the images, and put them in the camel's furniture, and sat upon them. And Laban searched all the tent, but found them not.","c":"","s":["H168","H1581","H3427","H3733","H3837","H3947","H4672","H4959","H7354","H7760","H8655"]},{"v":35,"t":"And she said to her father, Let it not displease my lord that I cannot rise up before thee; for the custom of women is upon me. And he searched, but found not the images.","c":"","s":["H1","H113","H559","H802","H1870","H2664","H2734","H3201","H4672","H5869","H6440","H6965","H8655"]},{"v":36,"t":"And Jacob was wroth, and chode with Laban: and Jacob answered and said to Laban, What is my trespass? what is my sin, that thou hast so hotly pursued after me?","c":"","s":["H310","H559","H1814","H2403","H2734","H3290","H3837","H6030","H6588","H7378"]},{"v":37,"t":"Whereas thou hast searched all my stuff, what hast thou found of all thy household stuff? set it here before my brethren and thy brethren, that they may judge betwixt us both.","c":"","s":["H251","H996","H1004","H3198","H3541","H3588","H3627","H4672","H4959","H7760","H8147"]},{"v":38,"t":"This twenty years have I been with thee; thy ewes and thy she goats have not cast their young, and the rams of thy flock have I not eaten.","c":"","s":["H352","H398","H5795","H6242","H6629","H7353","H7921","H8141"]},{"v":39,"t":"That which was torn of beasts I brought not unto thee; I bare the loss of it; of my hand didst thou require it, whether stolen by day, or stolen by night.","c":"","s":["H935","H1245","H1589","H2398","H2966","H3027","H3117","H3915"]},{"v":40,"t":"Thus I was; in the day the drought consumed me, and the frost by night; and my sleep departed from mine eyes.","c":"","s":["H398","H2721","H3117","H3915","H5074","H5869","H7140","H8142"]},{"v":41,"t":"Thus have I been twenty years in thy house; I served thee fourteen years for thy two daughters, and six years for thy cattle: and thou hast changed my wages ten times.","c":"","s":["H702","H1004","H1323","H2498","H4489","H4909","H5647","H6235","H6240","H6242","H6629","H8141","H8147","H8337"]},{"v":42,"t":"Except the God of my father, the God of Abraham, and the fear of Isaac, had been with me, surely thou hadst sent me away now empty. God hath seen mine affliction and the labour of my hands, and rebuked thee yesternight.","c":"","s":["H1","H85","H430","H570","H3018","H3198","H3327","H3709","H3884","H6040","H6343","H7200","H7387","H7971"]},{"v":43,"t":"And Laban answered and said unto Jacob, These daughters are my daughters, and these children are my children, and these cattle are my cattle, and all that thou seest is mine: and what can I do this day unto these my daughters, or unto their children which they have born?","c":"","s":["H176","H559","H1121","H1323","H3117","H3205","H3290","H3837","H6030","H6213","H6629","H7200"]},{"v":44,"t":"Now therefore come thou, let us make a covenant, I and thou; and let it be for a witness between me and thee.","c":"","s":["H1285","H3212","H3772","H5707"]},{"v":45,"t":"And Jacob took a stone, and set it up for a pillar.","c":"","s":["H68","H3290","H3947","H4676","H7311"]},{"v":46,"t":"And Jacob said unto his brethren, Gather stones; and they took stones, and made an heap: and they did eat there upon the heap.","c":"","s":["H68","H251","H398","H559","H1530","H3290","H3947","H3950","H6213"]},{"v":47,"t":"And Laban called it Jegar-sahadutha: but Jacob called it Galeed.","c":"","s":["H1567","H3026","H3290","H3837","H7121"]},{"v":48,"t":"And Laban said, This heap is a witness between me and thee this day. Therefore was the name of it called Galeed;","c":"","s":["H559","H1530","H1567","H3117","H3837","H5707","H7121","H8034"]},{"v":49,"t":"And Mizpah; for he said, The LORD watch between me and thee, when we are absent one from another.","c":"","s":["H376","H559","H834","H3068","H4709","H5641","H6822","H7453"]},{"v":50,"t":"If thou shalt afflict my daughters, or if thou shalt take other wives beside my daughters, no man is with us; see, God is witness betwixt me and thee.","c":"","s":["H376","H430","H802","H1323","H3947","H5707","H5921","H6031","H7200"]},{"v":51,"t":"And Laban said to Jacob, Behold this heap, and behold this pillar, which I have cast betwixt me and thee;","c":"","s":["H559","H1530","H3290","H3384","H3837","H4676"]},{"v":52,"t":"This heap be witness, and this pillar be witness, that I will not pass over this heap to thee, and that thou shalt not pass over this heap and this pillar unto me, for harm.","c":"","s":["H1530","H4676","H5674","H5707","H5713","H7451"]},{"v":53,"t":"The God of Abraham, and the God of Nahor, the God of their father, judge betwixt us. And Jacob sware by the fear of his father Isaac.","c":"","s":["H1","H85","H430","H3290","H3327","H5152","H6343","H7650","H8199"]},{"v":54,"t":"Then Jacob offered sacrifice upon the mount, and called his brethren to eat bread: and they did eat bread, and tarried all night in the mount.","c":"","s":["H251","H398","H2022","H2076","H2077","H3290","H3885","H3899","H7121"]},{"v":55,"t":"And early in the morning Laban rose up, and kissed his sons and his daughters, and blessed them: and Laban departed, and returned unto his place.","c":"","s":["H1121","H1242","H1288","H1323","H3212","H3837","H4725","H5401","H7725","H7925"]}]}